(window["webpackJsonp"] = window["webpackJsonp"] || []).push([["vendor"],{

/***/ "./utils/index.js":
/*!************************!*\
  !*** ./utils/index.js ***!
  \************************/
/*! exports provided: addZero, default */
/***/ (function(module, __webpack_exports__, __webpack_require__) {

"use strict";
__webpack_require__.r(__webpack_exports__);
/* harmony export (binding) */ __webpack_require__.d(__webpack_exports__, "addZero", function() { return addZero; });
const 我来占体积 = `文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
1
諸葛亮《出師表》
臣亮言：先帝創業未半，而中道崩殂。今天下三分，益
州疲敝，此誠危急存亡之秋也！然侍衞之臣，不懈於內；忠
志之士，忘身於外者，蓋追先帝之殊遇，欲報之於陛下也。
誠宜開張聖聽，以光先帝遺德，恢弘志士之氣；不宜妄自菲
薄，引喻失義，以塞忠諫之路也。
宮中、府中，俱為一體；陟罰臧否，不宜異同。若有作
奸、犯科，及為忠善者，宜付有司，論其刑賞，以昭陛下平
明之治；不宜偏私，使內外異法也。
侍中、侍郎郭攸之、費禕、董允等，此皆良實，志慮忠
純，是以先帝簡拔以遺陛下。愚以為宮中之事，事無大小，
悉以咨之，然後施行，必能裨補闕漏，有所廣益。將軍向寵，
性行淑均，曉暢軍事，試用於昔日，先帝稱之曰「能」，是
以眾議舉寵為督。愚以為營中之事，事無大小，悉以咨之，
必能使行陣和睦，優劣得所也。
親賢臣，遠小人，此先漢所以興隆也；親小人，遠賢臣，
此後漢所以傾頹也。先帝在時，每與臣論此事，未嘗不歎息
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
2
痛恨於桓、靈也。侍中、尚書、長史、參軍，此悉貞亮死節
之臣也，願陛下親之信之，則漢室之隆，可計日而待也。
臣本布衣，躬耕於南陽，苟全性命於亂世，不求聞達於
諸侯。先帝不以臣卑鄙，猥自枉屈，三顧臣於草廬之中，諮
臣以當世之事；由是感激，遂許先帝以驅馳。後值傾覆，受
任於敗軍之際，奉命於危難之間，爾來二十有一年矣！先帝
知臣謹慎，故臨崩寄臣以大事也。受命以來，夙夜憂歎，恐
託付不效，以傷先帝之明，故五月渡瀘，深入不毛。今南方
已定，兵甲已足，當獎帥三軍，北定中原，庶竭駑鈍，攘除
奸凶，興復漢室，還於舊都。此臣所以報先帝，而忠陛下之
職分也。至於斟酌損益，進盡忠言，則攸之、禕、允之任也。
願陛下託臣以討賊興復之效；不效，則治臣之罪，以告
先帝之靈。若無興德之言，則責攸之、禕、允等之 咎，以彰
其慢。陛下亦宜自謀，以諮諏善道，察納雅言，深追先帝遺
詔。臣不勝受恩感激。今當遠離，臨表涕泣，不知所云。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
3
諸葛亮《出師表》導讀
【作者簡介】
諸葛亮（181-234 年），字孔明，東漢末年琅琊陽都（今山東沂南）人，三國
時期著名政治家、軍事家。青年時隨叔父避亂往南陽隆中（今湖北襄陽縣西），
隱居耕種，結交龐統（179-214）、徐庶（生卒年不詳）等名士，並以齊國著名政
治家管仲（前 719?-前 645）及燕國軍事家樂毅（生卒年不詳）自比，被時人稱
為「卧龍」。
漢獻帝建安十二年（207 年），諸葛亮 26 歲，受劉備（161-223）「三顧草廬」
的誠意感動，為其擬定「東連孫吳，北拒曹魏」的天下三分之計，以求復興漢室。
建安十三年（208），諸葛亮助劉備結合孫權（182-252），聯吳抗曹，於赤壁大敗
曹操（155-220），劉備得以取荊州，平成都，遂成魏、蜀、吳三分天下之勢。劉
備即蜀漢帝位後，諸葛亮受命為丞相。
章武三年（223 年），劉備征吳敗死，諸葛亮受託孤遺命，輔佐後主劉禪
（207-271），封武鄉侯，總理國政。他厲精圖治，修好孫吳關係，撫定南方叛亂，
然後六出祁山，北伐中原；又曾設計木牛、流馬、孔明燈，改良連弩，作八陣圖，
對蜀國的政治或軍事發展，均有重大貢獻。可惜，時無良將，國力不繼，諸葛亮
積勞成疾，終在建興十二年（234 年）八月於五丈原（今寶雞岐山境內）病逝，
年 54 歲。
諸葛亮去世後，劉禪追諡其為忠武侯，故後世常尊稱其為武侯、諸葛武侯。
西晉．陳壽（233-297）著《三國志》，為諸葛亮立傳，並將其遺作文章、兵書、
奏摺等，編輯成《諸葛亮集》（又稱《諸葛氏集》），今已不傳。清．張澍（1776-1847）
輯錄有《諸葛忠武侯集》行世，即今所見《諸葛亮集》。

【寫作背景】
蜀漢章武三年（223 年）春，劉備病重，向諸葛亮囑託後事。據《三國志．
諸葛亮傳》所載，劉備謂亮曰：「君才十倍曹丕，必能安國，終定大事。若嗣子
可輔，輔之；如其不才，君可自取。」亮涕泣曰：「臣敢竭股肱之力，效忠貞之
節，繼之以死！」先主又為詔敕後主曰：「汝與丞相從事，事之如父。」
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
4
劉備去世後，諸葛亮繼續輔佐後主劉禪，整理國政。蜀漢後主建興四年（226
年），魏文帝曹丕（187-226）病逝，子曹叡（205?-239）即位，是為魏明帝。眼
見曹魏遭逢大喪，諸葛亮認為機不可失，遂於建興五年（227 年）屯兵漢中，準
備北伐曹魏。
當時，後主劉禪年二十一，少不更事，資質平庸，又寵信宦官黃皓（?-271）
1。諸葛亮擔心北伐期間，後主不知長進，致使小人把持政權，故於出征前上表
後主，懇切勸諫後主要廣開言路、執法公正、親賢遠佞、自謀自強，不忘先帝遺
詔，務以復興漢室為己任。
【版本源流】
 〈出師表〉一文，寫於建興五年（227 年），首見於西晉．陳壽《三國志．
蜀書．諸葛亮傳》，本無篇名。後收入南梁．蕭統（501-531）編、唐．李善（630-689）
注之《文選》（又名《昭明文選》），始題作〈出師表〉。清康熙三十四年（1695
年），吳楚才（1655-?）、吳調侯（生卒年不詳）叔侄兩人選編自東周至明代 222
篇範文精品的《古文觀止》付印，其中亦收錄此表，並易名為〈前出師表〉。
 諸葛亮於建興五年（227 年）北伐曹魏前上表劉禪，此表即本文導讀之〈出
師表〉（〈前出師表〉）；建興六年（228 年），諸葛亮出兵散關，圍陳倉，出征前
又再度上表後主，後人遂按時間次序，將兩篇表書分別稱為〈前出師表〉與〈後
出師表〉。
 〈後出師表〉亦為名篇，其中佳句如「鞠躬盡瘁，死而後已」、「先帝慮漢賊
不兩立，王業不偏安」等，一向為人傳誦。惟此表文並不收錄於《三國志》，南
朝裴松之（372-451）於《三國志．諸葛亮傳》下注云：「此表《亮集》所無，出
張儼《默記》。」由於本傳不載，加上其內容與正史稍有出入，學者乃疑此表當
非出自諸葛亮手。
 本文採用《古文觀止》本，兼參《三國志．諸葛亮傳》、《文選．出師表》及
《三國志．董允傳》所引，互為校訂；如有異文，則於註釋申明。


1 《三國志．蜀志．董允傳》：「後主漸長大，愛宦人黃皓。皓便僻佞慧，欲自容入。允常上則正
色匡主，下則數責於皓。」
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
5
【題解】
 〈出師表〉一文，顧名思義，即出師前的表書。「表」是古代臣下對君主書
陳情言事時用的一種公務文體。
 漢代以前，臣下對君主進言，多稱「上書」；漢代以後，則細分為「章」、「奏」、
「表」、「議」四大類別。劉勰（約 465-520）《文心雕龍．章表》細分曰：「章以
謝恩，奏以按劾，表以陳情，議以執異。」李善《文選》注云：「言標著事序，
使之明白，以曉主上，得盡其忠，曰表。」可見「表」有表白臣子忠義之作用，
內容以曉理、陳情為主。
 「表」為奏議類的公務文書，語言相對樸實，歷來以表書傳誦後世者不多。
惟諸葛亮〈出師表〉一文，敘事賢明通達，陳情真摯感人，字字句句，皆從肺腑
而出，自然流露作者的至情至性，將本來樸實無華的文體表現得無比動人，故被
奉為理政的規範，為人的圭臬，作文的楷模，歷代傳誦不絕。《文心雕龍．章表》
評曰：「孔明之辭後主，志盡文暢……表之英也。」誠非溢美之辭。
【文章結構】
段落 段意 主旨
第 1-2 段 1. 分析國勢危急，引起後主緊張，認真思考國情：
1.1 先帝創業未半，而中道崩殂。
1.2 天下三分，益州疲敝。
2. 指出內外百官捨身不懈，乃因先帝生前厚待之故，
期盼後主傳承先帝美德，守護蜀漢基業。
分析情勢
1. 勸勉後主要光大先帝遺德，激勵將士志氣：
1.1 宜開張聖聽
1.2 不宜妄自菲薄，引喻失義
2. 勸戒後主要彰顯平明之治，讓內外百官繼續忠心為
國：
2.1 宮中府中，陟罰臧否
2.2 宜付有司，論其刑賞
2.3 不宜偏私，內外異法
勉以君德
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
6
第 3-4 段 勸勉後主親賢遠佞，以史為鑒；完成先帝遺願，復
興漢室。當中又分兩個層次：
1.1 為後主推舉政治、軍事各方方面之賢才，並
指出先帝與其之關係，望後主加以重用：
 宮中：侍中郭攸之、費禕
 侍郎董允
 府中：尚書陳震、長史張裔（文官）
 參軍蔣琬、將軍向寵（武官）
1.2 以史證加強說服力，並指出先帝對此歎息痛
恨，望後主以史為鑒：
 正：親賢遠佞，先漢所以興隆
 後主依此治國，漢室可興
 反：親佞遠賢，後漢所以傾頹
 桓、靈誤國，望後主引以為戒
第 5 段 自述生平，明志自誓，盡忠報效先帝及後主：
 本性淡泊，躬耕自足，苟全性命，不求聞達。
 二十一年來，辛勤為國，不為名位，完全是
感激先帝知遇之恩。
 受先帝遺命以來，夙夜憂歎，恐傷先帝之明。
為保國家興隆，渡瀘南征，平定叛亂。
 出師在即，誓志「攘除奸凶，還於舊都」，完
成「報先帝而忠陛下之職分」。
抒懷明志
第 6 段 請後主督責內外大臣要各盡職分，自己亦要察納雅
言，主動思考及徵詢治國良策，以完成先帝遺詔。
抒懷明志
勉以君德
【學習重點】
1. 瞭解「表」的奏議類文體特徵，體會諸葛亮上表時的至情至性，掌握本文傳
誦千載的原因。
2. 瞭解本文的寫作背景，初步認識三國時期的興衰發展，增長歷史知識。
3. 瞭解諸葛亮的生平與成就，體會其忠心為國、「鞠躬盡瘁，死而後已」的精神，
並培養出「受人之託，忠人之事」的責任感與為人態度。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
7
4. 反思劉備、諸葛亮、劉禪一生發展及其成敗因由，以史為鑒，改變氣質，見
賢思齊，見不賢則內自省。
5. 通讀篇章文意，辨識其字形字音，加強閱讀古文之能力。
6. 學習本文正反論述、反覆曉喻的說理方式，改善個人說理技巧。
7. 分析本篇結構，賞握通過敘事、說理來抒情的寫作手法，加強寫作能力。
8. 重溫本篇所見修辭，特別是對偶、映襯、錯綜、借代等，並嘗試自行造句，
提升語文表達能力。
9. 指出本篇所見成語、格言與典故，背誦全文或其中佳句，藉以豐富個人涵養。
10. 根據篇章所述，比較古今思想與文化之異同，鞏固通識及思辨能力。
11. 閱讀延伸篇章，並加以比較，訓練多角度思考，以及觸類旁通的能力。

【互動教學】
1. 以《三國志》為主題的遊戲、小說、漫畫、動畫、音樂、電影、電視劇、專
題節目及其他精品，多不勝數，教師宜善用多媒體教學，引起學生興趣。
2. 展示現實中與諸葛亮相關旅遊景點的圖片，如赤壁、定軍山、五丈原、河南
臥龍崗、諸葛草廬、武侯祠等；或諸葛亮的重要發明，如木牛、流馬、孔明
燈、連弩等，輔以簡單講解，加深學生印象，並鞏固其歷史知識與通識能力。
3. 請同學選擇一位三國歷史人物以自比，然後分享其選/不選諸葛亮的原因，從
以瞭解學生對諸葛亮其人其事的評價，加強其思辨能力，跟進品德輔導。
4. 指出「鞠躬盡瘁，死而後已」、「出師未捷身先死，長使英雄淚滿襟」、「親賢
臣，遠小人」等名句，均與諸葛亮有關，請同學舉出更多與三國人物相關的
成語、詩詞或典故。
5. 指出《出師表》本為公文，後來卻變成文學名篇。請同學嘗試舉出其他具備
應用文性質的文學佳篇（如李密《陳情表》、韓愈《祭十二郎文》、林覺民《與
妻訣別書》、傅雷《傅雷家書》、龍應台《親愛的安德烈》等）。
6. 請同學嘗試以後主的身份，擬定對《出師表》的覆函，以訓練其靈活思考及
書寫應用文的能力。
7. 請同學輪流以廣東口語翻譯《出師表》，並請其他同學評鑒，從而增進學習的
趣味，並提升其表達能力。
 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
8
【文本導讀】
臣亮 言 1：先 帝 2 創 業未 半，而中 道 崩 殂 3。今 天下 三 分，益州 疲
敝 4，此 誠 危急 存 亡 之秋 5 也 ！然 侍 衞 之臣 ， 不懈 於 內； 忠志 之 士，
忘身 於 外者，蓋追 先 帝之 殊 遇 6，欲 報之 於陛 下 7 也。誠宜 開 張聖 聽 8，
以光 先 帝遺 德， 恢 弘 9 志 士之 氣； 不 宜妄 自 菲 薄 1 0，引喻失 義 11，以
塞忠 諫 之路 也 。
宮中、府 中 1 2，俱 為 一體；陟 罰臧 否 1 3，不宜 異 同 1 4。若 有作 奸、
犯 科 1 5，及 為 忠善 者，宜付 有 司 1 6，論其 刑賞，以 昭陛 下 平明 之 治 1 7；
不宜 偏 私， 使 內外 異 法 1 8 也。
侍中 、 侍 郎 1 9 郭攸 之、 費 禕、 董 允 2 0 等， 此 皆良 實 2 1， 志慮 忠
純 2 2，是以 先 帝簡 拔以 遺 2 3 陛 下。愚 以為 宮 中之 事，事 無大 小，悉 以
咨 之 2 4，然後 施 行，必 能裨 補 闕漏 2 5，有 所廣 益 2 6。將 軍向 寵 2 7，性
行淑 均 2 8，曉 暢 2 9 軍事，試 用 3 0 於昔 日，先 帝稱 之 曰「 能」，是 以 眾
議舉 寵 為 督 3 1。愚 以為 營 中之 事，事 無大 小，悉以 咨 之 3 2，必 能 使行
陣和 睦 3 3， 優 劣得 所 3 4 也。
親賢 臣，遠 小 人 3 5，此 先 漢所 以 興隆 也；親 小人，遠 賢 臣 3 6，此
後漢 所 以傾 頹 也。先 帝在 時，每 與臣 論 此 事，未嘗 不 歎息 痛 恨 3 7 於桓、
靈 3 8 也。 侍中 、 尚 書、 長 史、 參 軍 3 9，此 悉 貞亮 死 節之 臣 4 0 也， 願
陛下 親 之信 之 ，則 漢室 之 隆， 可 計日 而待 也 。
臣本 布衣 4 1， 躬耕 4 2 於南陽 4 3， 苟全 4 4 性命 於亂 世 ，不 求 聞達
4 5 於諸侯。先 帝不 以臣 卑 鄙 4 6，猥 自 枉 屈 4 7，三顧 4 8 臣 於草 廬 之中 ，
諮 4 9 臣以 當 世之 事；由 是 感 激，遂 許 先帝 以 驅 馳 5 0。後 值傾 覆 5 1，受
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
9
任於 敗 軍之 際，奉 命於 危 難之 間 5 2，爾來 二 十有 一 年 矣 5 3！先 帝知 臣
謹慎 ， 故臨 崩 寄臣 以大 事 5 4 也 。受 命 以來 ， 夙 夜 5 5 憂歎 ，恐 託 付不
效 5 6，以 傷 先帝 之 明，故 五月 渡 瀘，深入 不 毛 5 7。今 南 方已 定，兵 甲
5 8 已足，當 獎帥 三 軍 5 9，北定 中 原 6 0，庶 竭 駑 鈍 6 1，攘 除奸 凶 6 2，興
復漢 室，還 於 舊 都 6 3。此臣所 以 報先 帝，而忠 陛下 之 職 分 6 4 也。至於
斟酌 損 益 6 5， 進盡 忠言 ， 則攸 之 、禕 、允 之 任也 。
願陛 下 託臣 以 討賊 興復 之 效；不 效，則 治臣 之 罪，以 告先 帝 之靈 。
若無 興 德之 言，則 責攸 之、禕、允等 之 咎，以彰 其 慢 6 6。陛下 亦宜 自
謀 6 7，以諮 諏 善 道 6 8，察 納 雅言 6 9，深 追先 帝 遺 詔 7 0。臣 不 勝 7 1 受恩
感激 。 今當 遠 離， 臨表 涕 泣 7 2， 不知 所 云 7 3。
註釋
1. 臣亮言：臣亮，作者自稱。依照中國傳統禮儀，古人自稱必用「名」；尊長稱
後輩亦多用對方之「名」；平輩相稱，或敬稱尊輩，則用對方之「字」；益添
敬意，則稱對方之「號」，或尊稱為某某先生，或以地望來代稱。言，上表陳
事。「臣亮言」三字，《三國志．諸葛亮傳》缺，《文選》首出始見之。
2. 先帝：指蜀漢昭烈帝劉備。先，稱已故之尊長。
3. 崩殂：古時稱帝王之死曰「崩」。殂○粵 [曹，tsou4]，死，《說文》曰：「殂，
往、死也。」《文選》本「殂」作「徂」，義同。
4. 益州疲敝：益州，東漢州名，管轄範圍約為今四川、貴州、雲南等地，為蜀
漢主要領土，此處借代為蜀漢。疲敝，困乏。《文選》本作「罷弊」，同罷敝，
均指疲勞困乏義。案：劉備於章武二年（222 年）被東吳陸遜所敗，此後人
疲物乏，蜀漢國力貧弱。
5. 此誠危急存亡之秋：這真是局勢危急、生死存亡的時刻。誠，實在、確實。
秋，時刻、關頭。
6. 蓋追先帝之殊遇：那都是因為追念先帝的厚愛。蓋，乃、是。殊遇，特殊的
待遇，指厚待。《文選》本無「殊」字。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
10
7. 陛下：古時臣民對帝王的尊稱。陛，宮殿的臺階。臣民不敢直呼天子，乃請
立在天子左右臺階的近侍官臣代為傳達，於是轉稱天子為陛下。
8. 誠宜開張聖聽：實在應該廣泛地聽取群臣意見。開張，擴張。聖，尊稱天子，
此指後主劉禪。「聖聽」，《文選》本同，《三國志．諸葛亮傳》作「聖德」，當
涉下句「遺德」而誤。
9. 恢弘：廣大，此處作動詞用，解為擴大，有發揚、鼓舞之意。
10. 妄自菲薄：過分自卑，不知輕重。妄，亂。菲○粵 [匪，fei2]，微薄。
11. 引喻失義：指說話失分寸，內容不恰當。引喻，稱引、譬喻。義，合宜、恰
當。
12. 宮中府中：宮中，皇帝宮殿中，指天子身邊的侍臣。府中，丞相府第中，指
府內一般官吏。
13. 陟罰臧否：《說文》：「陟，登也。」「陟」○粵 [即，dzik7]為登、升義，引申指
提拔、晉升。臧○粵 [裝，dzong1]，善，引申為褒揚、獎勵。否○粵 [鄙，pei2]，
惡，引申為批評、責備。此處用錯綜修辭，指賞功罰過。
14. 不宜異同：不應該有差別。異同，差異，此為偏義複詞，詞義著重於前一字
「異」。
15. 作奸犯科：作惡犯法。奸，指壞事。《三國志．諸葛亮傳》、《文選》本「奸」
作「姦」，義同。科，科條法令。
16. 有司：主管的官員。古代設官分職，各有專司，故稱官吏為「有司」。
17. 以昭陛下平明之治：以彰顯陛下公平清明的治理。昭，光明，此指彰顯。平
明：公平、清明。治，治理，施政。《三國志．諸葛亮傳》、《文選》本「治」
作「理」，蓋避唐高宗李治之諱而改。
18. 內外異法：內外，指宮中與宮外（即前文述及的丞相府中）。異法，相異的法
則。
19. 侍中侍郎：侍中，侍從皇帝左右，以備應對顧問的文官。侍郎，宮庭近侍官。
20. 郭攸之、費禕、董允：郭攸○粵 [由，jau4]之，字演長，建興二年（224）任黃
門侍郎，後遷侍中。費禕○粵 [秘衣，bei3 ji1]（?-253），字文偉，後主劉禪踐
位時任黃門侍郎，後遷為侍中。董允（?-246），字休昭，時為黃門侍郎，後
遷侍中。與諸葛亮、費禕、蔣琬並稱為「蜀漢四相」。
21. 良實：賢良、信實。
22. 志慮忠純：志慮，心志、思慮。忠純，忠貞、純正。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
11
23. 簡拔以遺：簡拔，選拔。簡，同「揀」。遺，留下。
24. 悉以咨之：悉，全部。咨，同「諮」，諮詢、商量。之，代詞，代指上述各人。
25. 裨補闕漏：裨○粵 [悲，bei1]，助益。闕○粵 [缺，kyt8]，同「缺」，缺失。漏，
漏洞、疏漏。
26. 有所廣益：可以提升效益。《文選》本此句後多一「也」字。
27. 向寵（?-240）：字巨違，先主劉備在位時任牙門將。章武二年（223），蜀漢
伐吳大軍潰敗，獨向寵部隊保持完好，故劉備稱許其能幹。後主劉禪即位後，
封向寵為都亭侯，後又為中部督。
28. 性行淑均：性行○粵 [衡，hang4]，性情、行為。淑，善良。均，平，指處事公
平、公正。此處用錯綜修辭，指個性善良，行事公正。
29. 曉暢：通曉、精通。
30. 試用：任用。
31. 督：武職，中部督，掌管禁衛軍。
32. 事無大小，悉以咨之：「事無大小」句，《三國志．諸葛亮傳》、《文選》本均
缺，《古文觀止》本據前文「宮中之事，事無大小，悉以咨之」句補。「咨」，
《文選》本此處作「諮」，而「宮中之事」句則用「咨」，前後不一。
33. 行陣和睦：軍隊團結和睦。行○粵 [航，hong4]，行列。陣，陣形、隊伍。「行
陣」，借代為軍隊。《三國志．諸葛亮傳》作「行陳」，「陳」與「陣」通。「和
睦」，《三國志．諸葛亮傳》同，《文選》本作「和穆」，「穆」與「睦」通。
34. 優劣得所：人才優劣，各得其所。所，處所，指適當的職位。此句末《文選》
本、《古文觀止》本有「也」字，《三國志．諸葛亮傳》缺。
35. 遠小人：遠○粵 [願，jyn6]，形容詞轉品作動詞用，遠離。小人，人格卑下之
徒。
36. 遠賢臣：《三國志．諸葛亮傳》同，《文選》本「臣」作「士」。
37. 痛恨：痛心、遺憾，與現今稱「痛恨」為「極端憎恨」之意不同。
38. 桓、靈：東漢桓○粵 [緩，wun4]帝劉志（132-167，146-167 年在位）、靈帝劉
宏（156-189，168-189 年在位）。桓帝先信任外戚梁冀，後又寵信宦官，下詔
逮捕反對宦官的李膺等二百餘人，興起黨錮之禍。靈帝即位，宦官繼續專政，
朝政腐敗，導致黃巾之亂爆發。
39. 侍中、尚書、長史、參軍：皆屬官名。侍中，指前文引述之郭攸之、費禕；
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
12
尚書，協助皇帝處理政務之官，此指陳震（?-235）。長○粵 [掌，dzoeng2]史，
漢丞相及三公（太尉、司徒、司馬）府均設長史，以輔佐三公，此指張裔（?-230）。
參軍，漢末至南北朝丞相及諸王府掌管軍務的幕僚，此指蔣琬（?-246）。
40. 貞亮死節之臣：堅貞可靠，願為節義而死的大臣。貞，堅定不移。亮，通「諒」，
信實。死節，以死守節。案：此句《文選》本同，《三國志．諸葛亮傳》「臣」
後無「也」字，「貞亮」則作「貞良」，大意均指堅貞可靠。
41. 布衣：平民。古時一般百姓僅穿著粗布衣服，故以布衣借代為平民百姓。
42. 躬耕：親自耕種，此指隱居。躬○粵 [工，gung1]，「躳」之俗字，身也，引申
指親身。《說文》：「躳，身也。从身从呂。躬，躳或从弓。」
43. 南陽：漢郡名，今河南西南部、湖北北部一帶。諸葛亮曾隱居南陽隆中，位
南陽郡西境，即今湖北襄陽市內。
44. 苟全：苟且求全。
45. 聞達：揚名顯達，此指當官。聞○粵 [問，man6]，有名望。
46. 卑鄙：出身卑微，見識鄙陋。此乃自謙之語，與現今稱「卑鄙」為言行惡劣、
缺德之意不同。
47. 猥自枉屈：委屈自己貶低身份。猥○粵 [委，wai2]，猶「辱」，一說通「委」，
委曲，均指委屈對方降低身份之謙敬辭。自，自己，指先帝劉備。枉屈，委
屈，有屈尊就卑之意。
48. 顧：拜訪。
49. 諮：詢問。
50. 遂許先帝以驅馳：於是答應為先帝奔走效勞。遂○粵 [睡，soey6]，於是，文言
常用副辭。許，應允。驅○粵 [拘，koey1]馳，奔走效勞。
51. 後值傾覆：後來遭受戰敗。值，遇上，當。傾覆，傾倒覆滅，指大敗。此指
漢獻帝十三年（208 年），劉備於湖北當陽長阪坡（今湖北當陽市）為曹操所
敗，倉皇逃走一事。
52. 受任於敗軍之際，奉命於危難之間：指諸葛亮在劉備戰敗之時接受任命，出
使東吳，聯結孫權抗曹。案：《三國志．諸葛亮傳》、《文選》本「間」作「閒」，
二字古時音義全同。
53. 爾來二十有一年矣：從那時以來已有二十一年了。爾，代詞，那。有○粵 [又，
jau6]，通「又」。案：諸葛亮於建興五年（227 年）向後主劉禪上表，而先主
劉備於漢獻帝十三年（208 年）兵敗於曹，前後僅 20 年；此所謂「爾來」，
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
13
乃自建安十二年（207 年）諸葛亮草廬出仕起計。
54. 臨崩寄臣以大事：臨終時把國家大事託付給臣。寄，託付。章武三年（223
年）春，劉備被吳將陸遜擊敗，退居永安白帝城（今四川奉節縣）。四月，劉
備病死永安宮，臨終前把國家大事託付諸葛亮，並請他輔佐劉禪。
55. 夙夜：日夜。夙○粵 [叔，suk7]，早。
56. 託付不效：意謂辜負先帝的託付。不效，沒有成效。
57. 故五月渡瀘，深入不毛：所以五月率兵渡過瀘水，深入草木不生的荒蠻之地。
此指諸葛亮於建興三年（225 年）五月南征，大軍渡過瀘水，平定南方諸郡
的叛亂。渡，濟水。《文選》本「渡」作「度」。瀘○粵 [盧，lou4]，水名，今
金沙江上游，其地氣候濕熱，有瘴氣。毛，通「芼」，指草木、蔬菜，《穀梁
傳．定公元年》「毛澤未盡」，范甯注：「邵曰：『凡地之所生謂之毛。』」不毛，
草木不生之地，引申指偏僻荒蠻之地。
杜祖貽、劉殿爵主編《中國文學古典精華：文選》謂西南瀘水一帶叢林茂密，
並非草木不生，疑「毛」可解作「苗」，「不毛」謂「蠻邦不事種植」，可備一
說。案：此處乃借「不毛」引申指荒蠻、未開發之地，至於其地是否草木不
生，似非重點。
58. 兵甲：兵器、鎧甲，借代為軍備。
59. 當獎帥三軍：應當獎勵及統領全軍。「帥」，統帥，率領。案：此句《文選》
本無異，《三國志．諸葛亮傳》「帥」字作「率」。「帥」與「率」通，義同。
60. 中原：泛指黃河流域（今河南中部一帶），當時為曹魏領地。
61. 庶竭駑鈍：希望能竭盡自己平庸拙劣的才能。庶，庶幾，表示願望的副詞。
竭，盡。駑○粵 [奴，nou4]，劣馬。鈍，刀鋒不利。「駑鈍」，以劣馬與鈍刀借
喻才能低劣平庸，乃自謙之辭。
62. 攘除奸凶：剷除奸險凶惡的敵人，此指曹魏。攘○粵 [陽，joeng4]，排除，消
滅。奸，《三國志．諸葛亮傳》、《文選》本均作「姦」，義同。
63. 還於舊都：西漢首都原在長安（今陝西西安），東漢光武帝遷於洛陽。長安、
洛陽乃兩漢舊都，當時均歸曹魏統治，蜀以繼漢統自承，故以攻取二地為還
舊都。案：《三國志．諸葛亮傳》、《文選》本「於」作「于」，義同。
64. 職分○粵 [份，fan6]：職責本分。
65. 斟酌損益：權衡得失，考慮取捨。斟酌，本指適量地注酒至杯中，引申為衡
量、考慮之意。損益，減損與增益，指處事掌握分寸，考慮取捨。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
14
66. 若無興德之言，則責攸之、禕、允等之咎，以彰其慢：如果沒有發揚德行的
建言，就應責備郭攸之、費禕、董充等人的過錯，以表明他們怠慢失職。興○粵
[兄，hing1]，興起，發揚。咎，過失，罪過。彰，彰顯，表明。慢，怠慢，
疏忽，指失職。
案：「若無興德之言，則」七字，《出師表》原文缺，據《三國志．董允傳》
補。「彰其慢」，《三國志．董允傳》引同，《文選》本作「章其慢」，《三國志．
諸葛亮傳》則「慢」、「咎」二字對調。
67. 自謀：自我思考。謀，謀劃，思考。案：此句《三國志．諸葛亮傳》同，《文
選》本則作「自課」，自我省察也。
68. 諮諏善道：諮詢治國良策。諮諏○粵 [周，dzau1]，同義複詞，二字均指徵詢、
商量之意。《三國志．諸葛亮傳》同，《文選》本「諮」作「咨」。道，本指道
路，此指途徑、方法，引申指治國策略。
69. 察納雅言：明察及接納正直的言論。雅言，正言，指正直合理的進言。
70. 先帝遺詔○粵 [照，dziu3]：指劉備臨終時留給劉禪的詔書，見《三國志．先主
傳》注引《諸葛亮集》，其中以「勉之，勉之！勿以惡小而為之，勿以善小而
不為。惟賢惟德，能服於人。」等告誡，至為著名。
71. 不勝：不盡。勝○粵 [升，sing1]，勝任。
72. 涕泣：流淚哭泣。《文選》本、《三國志．諸葛亮傳》作「涕零」，義同。涕，
《說文》：「泣也。」段玉裁《說文解字注》：「『泣也』二字，當作『目液也』
三字，轉寫之誤也。《毛傳》皆云：『自目出曰涕。』」「涕」本義為眼淚，後
來才演變為現今鼻涕之意。泣，低聲哭泣，《說文》：「無聲出涕曰泣。」
73. 不知所云：不知所言為何。表示心情感慨沉重至極，亦有謙稱自己所言混亂
無序、逾越分寸之意。《文選》、《三國志．諸葛亮傳》作「不知所言」，義同。
譯文
臣諸葛亮啓奏：先帝（劉備）創建大業還未完成一半，就中途駕崩。如今天
下分成三國，（我們）益州地區人力物力都疲乏困頓，這真是局勢危急、生死存
亡的時刻啊！然而，侍衛的臣子，在朝廷內毫不懈怠；忠心的將士，在疆場上奮
不顧身，那是因為（他們）追念先帝的厚愛，而想要報答在陛下您的身上啊！（陛
下）實在應該廣泛地聽取群臣意見，以光大先帝留下的美德，振奮將士們的志氣，
不應當隨便看輕自己，說話不合道理，從而堵塞了忠臣進諫的管道啊。
皇宮中的侍臣、丞相府裏的官吏，都是一個整體（蜀漢之臣），（對他們的）
提拔、懲罰、表揚、責備，不應該有不同標準。如果有為非作歹、觸犯法令，或
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
15
盡忠行善的，應該一律交予專責的主管來審議賞罰，以彰顯陛下公平清明的治理
方針；不應該偏袒徇私，致使宮廷內外有不同的執法標準。
侍中郭攸之、費禕、侍郎董允等人，他們都賢良信實，心志思慮忠貞純正，
因此先帝（劉備）選拔他們出來，留以陛下任用。微臣認為官中的事，無論大事
小事，全部都應諮詢他們，然後才去施行，（這樣）必定能夠補救缺點和漏洞，
提升效益。（至於）將軍向寵，品性善良，行事公正，通曉軍事，從前先帝任用
他時，就曾稱許他「能幹」，因此朝臣公議推舉他為中部督。微臣認為軍中的事，
不論大事小事，全部都應諮詢他，（這樣）必定能夠使軍隊團結和睦，人才優劣，
各得其所。
親近賢臣，遠離小人，這是西漢初年得以興盛的原因；親近小人，遠離賢臣，
則是東漢末年所以衰亡的原因。先帝（劉備）在世時，每次和臣談論這些事，沒
有一次不對桓帝（劉志）、靈帝（劉宏）歎息遺憾的。侍中（郭攸之、費禕）、尚
書（陳震）、長史（張裔）、參軍（蔣琬），他們都是堅貞可靠，願為節義而死的
大臣，希望陛下親近他們、信任他們，那麼漢朝的興盛，就指日可待了。
臣本是一介平民，在南陽隱居耕種，只求在亂世中苟全性命，不求在諸侯間
揚名顯達。先帝（劉備）不嫌臣出生卑微、見識鄙陋，反而屈辱自己，紆尊降貴，
三次到草舍來看望臣，詢問臣對當前天下大事的看法；臣因而感動振奮，於是答
應為先帝奔走效勞。後來（先帝）遭受戰敗，（臣）在敗軍之時接受任務，在危
難之時肩負使命，至今已經二十一年了！先帝知道臣處事小心謹慎，所以在臨終
時把（輔助陛下、復興漢室等）國家大事託付給臣。自接受（先帝）遺命以來，
（臣）日夜為國事憂思感歎，深恐託付的任務沒有成效，因而損害了先帝知人之
明。因此，（臣）在五月（冒着酷熱）帶兵渡過瀘水，深入南蠻地區（平撫叛亂）。
如今南方（的叛亂）已經平定，軍隊的裝備也很充足，應當激勵並率領全軍，北
伐平定中原，希望能夠竭盡臣平庸拙劣的才能，剷除奸險凶惡的敵人（曹魏），
復興大漢王朝，遷回原來的首都。這就是臣用以報答先帝，並忠於陛下的職責本
分啊！至於（在政事上）權衡得失、考慮取捨，毫無保留地進獻忠誠意見，那就
是郭攸之、費禕、董允等人的責任了。
希望陛下委任臣負責討伐逆賊、復興漢室的任務，如果不能完成任務，就懲
治臣的罪過，以祭告先帝在天之靈。如果沒有發揚（陛下）德行的建言，就應責
備郭攸之、費禕、董允等人的過錯，以表明他們怠慢失職。陛下也應當自己思慮
謀劃，徵詢治國良策，審察並接納正直的諫言，深切追念先帝的遺訓，（這樣，）
臣就深受陛下恩德而感激不盡了。如今即將離開陛下遠征，（臣）不禁對着這篇
表章潸然淚下，不知道說些甚麼話了。
 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
16

【賞析】
 諸葛亮以政治與軍事才能見稱，並非一個著名文學家，惟其所著《出師表》
一文，卻成為千古傳誦的名篇。誠如宋代大文豪蘇軾所言：「諸葛孔明不以文章
自名，而開物成務之姿，綜練名實之意，自見於言語。至《出師表》，簡而盡，
直而不肆，大哉言乎！」《文心雕龍．章表》評此表為「志盡文暢」，更奉作「表
之英」。宋人甚至說：「讀《出師表》而不墮淚者，其人必不忠。」一篇八百字不
到、語言樸實無華的公務文章，最後竟受到後人如此高度讚揚，究竟原因何在？
 綜合文意，全文大致可分兩部分：前一部分（第 1-4 段）為諸葛亮對後主的
進言勸諫，期望後主追念先帝遺詔，復興漢室；第二部分（第 5-6 段）則抒懷明
志，表白自己對先帝與後主的忠誠。歸根究底，全文大旨可以「理周情切」四字
概括。
 所謂「理周」，乃因文章立論切合實際需要，所言有根有據，建議具體清晰，
不作空泛議論，邏輯嚴謹，說服力強。此文寫於諸葛亮北伐中原之際，全文以規
勸後主劉禪修明內政為重點，而北伐的準備工作及具體計劃，則統統從簡。為甚
麼作者要如此寫呢？因為北伐曹魏、復興漢室，本來就是蜀漢的一貫目標，亦是
諸葛亮作為丞相的本來職分，不必贅言。令諸葛亮最為憂心的，是北伐期間的內
政；若內政出現問題，即使北伐成功，國家亦難以穩定。因此，為免小人趁機顛
亂朝政，諸葛亮在臨行前呈上的表文，不談軍事方略，先分析天下大局，指出蜀
漢國勢危急，從而引起後主緊張，認真思考國情。接着，諸葛亮反復叮嚀後主要
修明內政，其中包括：（一）「廣開言路」、（二）「執法公正」、（三）「親賢遠佞」
及（四）「自謀自強」等具體勸諫；又向後主推薦郭攸之、費禕、董允、蔣琬、
向寵等足以倚重的文武大臣，論述「親賢遠佞」的優劣得失，繼而藉先漢、後漢
的興衰歷史對比作為其論證依據，期望以國家傾頹之嚴重結果，以及先帝對此悲
憂歎息之訓示，儆醒當時寵信宦官的後主，要用心治國，復興漢室。從中可見文
章的有為而發，所論均有具體的針對措施，敘事說理，甚為詳備。
 當然，一篇成功的議論文，除了以理服人外，還應以情動人。面對資質平庸、
寵信宦官小人的後主，諸葛亮處處為大蜀前途考慮，以懇切真誠的諄諄告誡口吻，
勸諫後主宜親賢遠佞、諮諏善道、納察雅言，並述明身世，抒懷明志，處處透露
出諸葛亮對先帝恩情的顧念，以及對年輕後主的殷切寄望。文中共十三次提及「先
帝」，是以老臣身份追念先帝，藉以警惕後主；又有七次稱及「陛下」，不忘以臣
子立場表白個人對後主的忠誠。這種不卑不亢的態度，以及諄諄勸諫的誠意，令
文章既說之以理，亦動之以情，說理與陳情兼合，可謂理周而情切，說明了本文
被奉為千古至文、傳誦不已的原因。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
17
諸葛亮足智多謀，才學非凡，卻生逢亂世，侍奉昏庸之主。面對不思進取的
後主，諸葛亮苦口婆心，勸諫後主應光大先帝遺德，廣開言路，賞罰分明，用心
治國。或許，有人會認為這是愚忠。但忠誠敬業始終是一種普世價值，而諸葛亮
提出的明君管治標準，放諸四海皆準，《出師表》中的公忠體國精神，於今仍有
借鑒意義。
放眼古今政壇、懶於公事，投機取巧者，比比皆是。相對而言，《出師表》
文辭懇切動人，字字肺腑，彰顯出諸葛亮那份忠耿報國、披肝瀝膽的誠意，這種
難能可貴的品德，的確令人動容。
【匯評】
西晉．陳壽（233-297）《上諸葛氏集表》（又載《三國志．諸葛亮傳》）：
論者或怪亮文彩不艷，而過于丁寧周至。臣愚以為咎繇大賢也，周公聖人
也，考之尚書，咎繇之謨略而雅，周公之誥煩而悉。何則？咎繇與舜、禹
共談，周公與群下矢誓故也。亮所與言，盡眾人凡士，故其文指不得及遠
也。然其聲教遺言，皆經事綜物，公誠之心，形于文墨，足以知其人之意
理，而有補於當世。
南梁．劉勰《文心雕龍．章表》：
魏初表章，指事造實，求其靡麗，則未足美矣。至如文舉（孔融）之《薦
禰衡》，氣揚采飛；孔明之辭後主，志盡文暢；雖華實異旨，並表之英也。
唐．杜甫（712-770）《蜀相》：
丞相祠堂何處尋，錦官城外柏森森。映階碧草自春色，隔葉黃鸝空好音。
三顧頻煩天下計，兩朝開濟老臣心。出師未捷身先死，長使英雄淚滿襟。
宋．蘇軾（1037-1101）《樂全先生文集叙》：
諸葛孔明不以文章自名，而開物成務之姿，綜練名實之意，自見於言語。
至《出師表》，簡而盡，直而不肆，大哉言乎！與《伊訓》、《說命》相表
裏，非秦、漢以來以事君為悅者所能至也。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
18
宋．惠洪（1071-1128）《冷齋詩話》：
李格非善論文章，嘗曰：諸葛孔明《出師表》、劉伶《酒德頌》、陶淵明《歸
去來辭》、李令伯《陳情表》，皆沛然從肺腑中流出，殊不見斧鑿痕。
宋．陸游（1125-1210）：
病骨支離紗帽寬，孤臣萬里客江干。
位卑未敢忘憂國，事定猶須待闔棺。
天地神靈扶廟社，京華父老望和鑾。
出師一表通今古，夜半挑燈更細看。──《病起書懷》

沔陽道中草離離，臥龍往矣空遺祠。
當時典午稱猾賊，氣喪不敢當王師。
定軍山前寒食路，至今人祠丞相墓。
松風想像梁甫吟，尚憶幡然答三顧。
出師一表千載無，遠比管樂蓋有餘。
世上俗錦甯辦此，高台當日讀何書?──《游諸葛武侯書臺》

七十人言自古稀，我今過二未全衰。
讀書似走名場日，許國如騎戰馬時。
秋晚雁來空自感，夜闌酒盡不勝悲。
渭濱星霣逾千載，一表何人繼出師！──《七十二歲吟》

秋色關河外，秋聲天地間，壯士感此時，朝鏡雕朱顏。
一身寄空谷，萬裏夢天山，噫嗚怒眥裂，憤激悲涕潸。
古來真龍駒，未必置天閑；長松倒澗壑，委棄同蓁菅。
得志未可測，談笑濟時艱，凜然出師表，一字不可刪。──《感秋》

早歲那知世事艱，中原北望氣如山。
樓船夜雪瓜洲渡，鐵馬秋風大散關。
塞上長城空自許，鏡中衰鬢已先斑。
出師一表真名世，千載誰堪伯仲間。──《書憤》
宋．安子順（1158-1227）（見宋人謝枋得 [1226-1289]《文章軌範》）：
讀諸葛亮《出師表》不墮淚者不忠，讀李密《陳情表》不墮淚者不孝，讀
韓愈《祭十二郎文》不墮淚者不慈。 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
19
宋．真德秀（1178-1235）《文章正宗》：
三國非無文章，獨取武侯一表者，以其發於至忠也。
宋．文天祥（1236-1283）《正氣歌》：
天地有正氣，雜然賦流形。……時窮節乃見，一一垂丹青。……或為出師
表，鬼神泣壯烈。……是氣所磅礡，凜烈萬古存。
明．歸有光（1507-1571）《文章指南》：
為文必在養氣，氣充乎內而文溢於外，蓋有不自知者，如諸葛孔明《前出
師表》、胡澹《上高宗封事》，皆沛然肺腑中流出，不期文而自文，謂非正
氣之所法乎！
明．郭明龍（見清人于光華 [1727?-?] 編《文選集評》）：
忠義自肺腑流出。古樸真率，字字滴淚。與日月爭光，不在文章蹊徑論也，
然情至而文生。
清．金聖嘆（1608-1661）《天下才子必讀書》：
此文，自來讀者皆嘆其矢死伐魏，以為精忠，殊不知此便是了沒交涉也。
看先生自云：「臨表涕泣。」夫伐魏即伐魏耳，何用涕泣為哉？正惟此日
國事，實當危急存亡之際；而此日嗣主，方在醉生夢死之中。知子莫如父，
惟「不才」之目，固已驗矣；豈知臣莫如君，而「自取」之語，乃遂敢真
蹈也？於是而身提重師，萬萬不可不去；心牽鈍物，又萬萬不能少寬。因
而切切開導，勤勤叮嚀，一回如嚴父，一回如慈嫗。蓋先生此日此表之涕
泣，固自有甚難甚難（向榮案：「甚難」二字犯複，疑為衍文，或有誤「歎」作「難」
者，亦未可知。）於嗣主者，而非為漢賊之不兩立也。後日杜工部有詩云：
「幹排雷雨猶力爭，根斷泉源豈天意？」正是此一副眼淚矣。哀哉！哀哉！
清．吳楚材（1655-?）、吳調侯《古文觀止》：
後主建興五年，諸葛孔明率軍北駐漢中，以圖中原，臨發上此疏。大意只
重親賢遠佞，而親賢尤為遠佞之本。故始以「開張聖聽」起，末以「咨諏」、
「察納」收。篇中十三引先帝，勤勤懇懇，皆根極至誠之言，自是至文。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
20
清．浦起龍（1679-1762）《古文眉詮》：
伊尹頻稱先王，武鄉頻引先帝，其聖賢氣象，兼骨肉恩情，似老家人出外，
叮嚀幼主人。言言聲淚兼並，而一時外攘內顧，雙管並下。於事則主行師，
於情則主居守，平側自見也。
清．過珙《詳訂古文評注全集》：
懇懇惻惻，是君臣語，亦是父子語。看其敘寵遇，則曰「三顧臣」、曰「語
臣」，曰「寄臣以大事」；敘報效，則曰「許先帝」，曰「受任」，曰「恐託
付不效」。當年心事，自有耿耿不可磨滅之處。
清．唐介軒《古文翼》：
親賢遠佞，是通篇主意。說到嘆息痛恨處，千古而下，為之扼腕。前後「先
帝」凡十三見，忠愛勤懇，此心可貫金石，循環諷詠，不忍釋手。
清．曾國藩（1811-1872）《曾文正公文集．求闕齋讀書錄》：
古人絕大事業，恆以精心敬慎出之。以區區蜀漢一隅，而欲出師關中，北
伐曹魏，其志願之宏大，事勢之艱危，亦古今所罕見。而此文不言其艱巨，
但言志氣宜恢弘，刑賞宜平允，君宜以親賢納言為務，臣宜以討賊進諫為
職而已。故知不朽之文，必自襟度遠大、思慮精微始也。
清．林紓（1852-1924）《古文辭類纂選本》：
並不著意為文，而語語咸自血性中流出。精忠之言，看似輕描淡寫，而一
種艱懇之意，溢諸言外。視郭忠武之自陳，尚覺郭言少激，而公文則純是
一腔熱血也。
【討論問題】
1. 諸葛亮為甚麼不在表中指明朝中小人的名字？
（一）北伐在即，即將遠離後主，若明言小人名字，恐將引起小人不滿，伺機
報復，顛覆朝政。
（二）表中力勸後主宜選賢任能，親賢遠佞。若後主聽從，自會遠離小人；若
不從，於表中檢舉小人亦於事無補。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
21
2. 《出師表》明明是給後主的表書，諸葛亮為何在表中屢次提及先帝？
（一）希望以父子之情感動後主，叮囑他要追念先帝遺訓。
（二）說明內外大臣盡忠後主，乃因感恩先帝殊遇，勸勉他要繼承父德，公正
執法，選賢任能。
（三）激勵後主要發憤圖強，繼承父志，以復興漢室為任。
（四）利用先帝名義與權威，突出老臣身分，並加強說服力。
（五）借感念先帝來抒懷明志，表白自己忠君愛國的心意。
3. 諸葛亮在《出師表》中向後主提出了不少忠告，試舉例說明之。你認為當中
哪一種是作者最為憂心的？為甚麼？
（一）廣開言路：「宜開張聖聽，以光先帝遺德，恢弘志士之氣。」
（二）執法公正：「陟罰臧否，不宜異同」、「宜付有司，論其刑賞」、「不宜偏
私，使內外異法」。
（三）親賢遠佞：「親賢臣，遠小人，此先漢所以興隆」、「親小人，遠賢臣，
此後漢所以傾頹」。
（四）自謀自強：「不宜妄自菲薄，引喻失義，以塞忠諫之路」、「陛下亦宜自
謀，以諮諏善道，察納雅言」。
四項忠告中，諸葛亮最憂心的是「親賢遠佞」。因為後主年紀尚輕，又寵
信小人，而今臨近北代，即將遠離後主，諸葛亮不得不擔心小人會趁機
顛亂朝政，破壞北伐計劃。而且，親信小人正是後主的弱點，若能親賢
遠佞，則其餘各項均可落實。
4. 《出師表》為臣子向國君進言的奏表，但諸葛亮在表中卻屢以告誡口吻規勸
後主，似乎逾越了君臣之禮。為甚麼諸葛亮要用這種告誡的口吻說理？試加
以分析說明。
（一）諸葛亮輔佐先帝劉備創建蜀漢，功高權重，是蜀漢重要的開國老臣。
（二）劉備臨終前曾託孤予諸葛亮，並對劉禪說：「汝與丞相從事，事之如父。」
故此，對後主而言，諸葛亮不只是老臣，更有如君父一樣的特殊地位。
（三）由於諸葛亮的特殊身份，《出師表》中除了表達臣下對後主應有的恭謹
態度外，間有採用告誡口吻者，旨為加強文章語氣，叮嚀後主要發憤圖
強，不但沒有逾越君臣之禮，更表現出懇切動人的誠意。諸葛亮不卑不
亢的語氣，輕重分寸掌握得恰到好處，正符合其特殊的身份與地位。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
22
5. 諸葛亮在《出師表》中向後主自述身世及志向，當中有何用意？
（一）諸葛亮身繫國家要職，權高位重，故借述明身世，說明自己本性淡泊，
不求功名，只為感激先帝知遇之恩才出效忠，從而釋除後主猜疑。
（二）表白自己盡忠為國，對先帝及後主忠心耿耿。
（三）表明自己受先帝託孤之命，突出老臣地位，借用先帝權威以加強說服
力。
（四）說明北伐的意義與有利條件，指出當時「南方已定，兵甲已足」，正是
伐魏的好時機。
（五）回顧歷史，指出先帝創業艱難，而今國勢緊張，勸勉後主要發憤圖強，
繼承父志，以復興漢室為任。
6. 諸葛亮將自己與劉備的遇合及個人的感懷，放在《出師表》的最後部分。如
果改將這抒懷明志的部分放在文首，是否會影響這篇表書的感染力呢？請想
一想。
如果將個人感懷的部分置於文首，開章即突出諸葛亮的功勞與地位，容
易令全文重心失衡，影響表書的說服力，甚至引起後主猜疑及不滿。
相反，現在以分析國家形勢起首，可以引起後主緊張國情，更加專注於
表書內容，對當中「廣開言路」、「執法公正」、「親賢遠佞」等勸諫有更
深印象。說理之後，再在文末加入諸葛亮的感懷部分，動之以情，有助
將前文的理念順利推展，加強全文的感染力，收畫龍點睛之效。
7. 劉備臨終前曾交代諸葛亮：「若嗣子可輔，輔之；如其不才，君可自取。」你
認為這是劉備由衷之言，還是另有用心？如果你是諸葛亮，面對後主這個扶
不起的阿斗，你會如何選擇？請加以說明。
此為開放式題目，旨為引導同學自由討論，言之成理即可。
【延伸閱讀】
諸葛亮《誡子書》
夫君子之行，靜以修身，儉以養德；非澹泊無以明志，非寧靜無以致遠。夫
學須靜也，才須學也；非學無以廣才，非志無以成學。淫慢則不能勵精，險躁則
不能治性。年與時馳，意與日去，遂成枯落，多不接世。悲守窮廬，將復何及！
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
23
諸葛亮《後出師表》
先帝慮漢、賊不兩立，王業不偏安，故託臣以討賊也。以先帝之明，量臣之
才，故知臣伐賊才弱敵強也；然不伐賊，王業亦亡，惟坐待亡，孰與伐之？是故
託臣而弗疑也。
臣受命之日，寢不安席，食不甘味，思惟北征，宜先入南，故五月渡瀘，深
入不毛，幷日而食。臣非不自惜也，顧王業不得偏全於蜀都，故冒危難以奉先帝
之遺意也，而議者謂爲非計。今賊適疲於西，又務於東，兵法乘勞，此進趨之時
也。
謹陳其事如左：高帝明並日月，謀臣淵深，然涉險被創，危然後安。今陛下
未及高帝，謀臣不如良、平，而欲以長計取勝，坐定天下，此臣之未解一也。劉
繇、王朗各據州郡，論安言計，動引聖人，羣疑滿腹，衆難塞胸，今歲不戰，明
年不征，使孫策坐大，遂幷江東，此臣之未解二也。曹操智計殊絕於人，其用兵
也，髣髴孫、吳，然困於南陽，險於烏巢，危於祁連，偪於黎陽，幾敗北山，殆
死潼關，然後僞定一時耳，況臣才弱，而欲以不危而定之，此臣之未解三也。曹
操五攻昌霸不下，四越巢湖不成，任用李服而李服圖之，委夏侯而夏侯敗亡，先
帝每稱操爲能，猶有此失，況臣駑下，何能必勝？此臣之未解四也。自臣到漢中，
中間朞年耳，然喪趙雲、陽羣、馬玉、閻芝、丁立、白壽、劉郃、鄧銅等及曲長
屯將七十餘人，突將無前。賨、叟、青羌散騎、武騎一千餘人，此皆數十年之內
所糾合四方之精銳，非一州之所有，若復數年，則損三分之二也，當何以圖敵？
此臣之未解五也。今民窮兵疲，而事不可息，事不可息，則住與行勞費正等，而
不及今圖之，欲以一州之地與賊持久，此臣之未解六也。
夫難平者，事也。昔先帝敗軍於楚，當此時，曹操拊手，謂天下以定。然後
先帝東連吳、越，西取巴、蜀，舉兵北征，夏侯授首，此操之失計而漢事將成也。
然後吳更違盟，關羽毀敗，秭歸蹉跌，曹丕稱帝。凡事如是，難可逆見。臣鞠躬
盡瘁，死而後已，至於成敗利鈍，非臣之明所能逆覩也。
李密《陳情表》
臣密言：臣以險釁，夙遭閔凶。生孩六月，慈父見背。行年四歲，舅奪母志。
祖母劉，愍臣孤弱，躬親撫養。臣少多疾病，九歲不行，零丁孤苦，至于成立。
既無叔伯，終鮮兄弟。門衰祚薄，晚有兒息。外無朞功強近之親，內無應門五尺
之童。煢煢孑立，形影相弔。而劉夙嬰疾病，常在床蓐，臣待湯藥，未嘗廢離。
逮奉聖朝，沐浴清化。前太守臣逵，察臣孝廉；後刺史臣榮，舉臣秀才。臣
以供養無主，辭不赴命。詔書特下，拜臣郎中，尋蒙國恩，除臣洗馬。猥以微賤，
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
24
當待東宮，非臣隕首所能上報，臣具以表聞，辭不就職。詔書切峻，責臣逋慢。
郡縣逼迫，催臣上道，州司臨門，急於星火。臣欲奉詔奔馳，則以劉病日篤；欲
茍順私情，則告訴不許。臣之進退，實為狼狽。
伏惟聖朝，以孝治天下，凡在故老，猶蒙矜育。況臣孤苦，特為尤甚。且臣
少事偽朝，歷職郎署。本圖宦達，不矜名節。今臣亡國賤俘，至微至陋。過蒙拔
擢，寵命優渥，豈敢盤桓，有所希冀？但以劉日薄西山，氣息奄奄，人命危淺，
朝不慮夕。臣無祖母，無以至今日；祖母無臣，無以終餘年。母孫二人，更相為
命，是以區區不能廢遠。
臣密今年四十有四，祖母劉今年九十有六，是臣盡節於陛下之日長，報劉之
日短也。烏鳥私情，願乞終養。臣之辛苦，非獨蜀之人士，及二州牧伯，所見明
知。皇天后土，實所共鑒。願陛下矜愍愚誠，聽臣微志。庶劉僥幸，卒保餘年。
臣生當隕首，死當結草。臣不勝犬馬怖懼之情，謹拜表以聞。
【參考資料】
（一）學術論著
1. 上海辭書出版社編：《學生古詩文鑒賞辭典》（上海：上海辭書出版社，2004
年），下冊，頁 1401-1406。
2. 中華書局編輯部：《名家精譯古文觀止》（北京：中華書局，1993 年），頁
256-260。
3. 王水照等：《古文觀止譯注》（上海：上海古籍出版社，2010 年），頁 213-216。
4. 王峰、馬奔騰注釋：《中學生必背古詩文（初級五十篇）》（香港：智能教育
出版社，2004 年），頁 20-27。
5. 四川師範學院中文系古典文學教研組選注：《中國歷代文選》（北京：人民文
學出版社，1980 年），上冊，頁 388-394。
6. 甘玉貞編著：《古代散文導讀（先秦至魏晉南北朝）》（香港：三聯書店，2014
年），頁 150-160。
7. 李永田：《中國古文鑒賞》（香港：商務印書館，2014 年），頁 88-90。
8. 杜祖貽、劉殿爵主編：《中國文學古典精華：文選》（臺北：臺灣商務印書館，
2000 年），頁 242-248。
9. 洪本健、方笑一、戴從喜、李強：《深入閱讀〈古文觀止〉》（臺北：五南圖
書出版股份有限公司，2014 年），頁 443-448。
10. 袁行霈主編：《歷代名篇賞析集成（魏晉南北朝隋唐五代卷）》（北京：高等
教育出版社，2009 年），頁 57-63。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
25
11. 張新科、尚永亮主編：《先秦兩漢文觀止》（西安：陝西人民教育出版社，1998
年），頁 591-597。
12. 梁衡編著：《影響中國歷史的十篇美文》（香港：商務印書館，2013 年），頁
32-39、99-104。
13. 郭建勛、翟新明編著：《絕世妙筆〈古文觀止〉新編》（長沙：嶽麓書社，2014
年），頁 55-59。
14. 陳文新、魯小俊編著：《休閑古文鑒賞辭典》（北京：商務印書館，2014 年），
頁 207-210。
15. 陳振鵬、章培恒主編：《古文鑒賞辭典》（上海：上海辭書出版社，2014 年
新一版），上冊，頁 444-449。
16. 陳壽：《三國志．蜀書．諸葛亮傳》（北京：中華書局，1971 年），頁 911-937。
17. 陳耀南選注：《中學生文學精讀．古文》（香港：三聯書店，1994年），頁99-108。
18. 黃坤堯導讀及譯注：《古文觀止》（香港：中華書局，2014 年），頁 197-206。
19. 楊曉菁編著：《古文今讀：陪你輕鬆看經典》（臺北：聯經出版事業股份有限
公司，2012 年增訂二版），頁 146-155。
20. 鄭楚雄編著：《急救文言文》（香港：文化策略出版社，2013 年），頁 75-84。
21. 蕭統編，李善注：《文選．出師表》（北京：中華書局，1977 年），頁 516-517。
22. 遲嘯川編著：《文言文好好讀》（新北：典藏閣，2012 年），頁 114-121。
（二）網上資源
1. 香港教育局──「指定文言經典學習材料原文及參考資料（2014 年 5 月）」：
http://www.edb.gov.hk/tc/curriculum-development/kla/chi-edu/resources/secondar
y-edu/lang/set_text.html
2. 香港能仁專上學院──拙作「古文解惑」專欄（原載《文匯報．教育版》）：
〈《出師表》導讀──廣開言路 賞罰分明〉，2015 年 1 月 2 日
〈《出師表》導讀──親賢遠佞 國家興隆〉，2015 年 1 月 16 日
〈《出師表》導讀──知遇之恩 矢志不忘〉，2015 年 1 月 30 日
〈《出師表》導讀──理周情切 千古至文〉，2015 年 2 月 13 日
http://www.ny.edu.hk/web/ancient_new.html
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
1
諸葛亮《出師表》
臣亮言：先帝創業未半，而中道崩殂。今天下三分，益
州疲敝，此誠危急存亡之秋也！然侍衞之臣，不懈於內；忠
志之士，忘身於外者，蓋追先帝之殊遇，欲報之於陛下也。
誠宜開張聖聽，以光先帝遺德，恢弘志士之氣；不宜妄自菲
薄，引喻失義，以塞忠諫之路也。
宮中、府中，俱為一體；陟罰臧否，不宜異同。若有作
奸、犯科，及為忠善者，宜付有司，論其刑賞，以昭陛下平
明之治；不宜偏私，使內外異法也。
侍中、侍郎郭攸之、費禕、董允等，此皆良實，志慮忠
純，是以先帝簡拔以遺陛下。愚以為宮中之事，事無大小，
悉以咨之，然後施行，必能裨補闕漏，有所廣益。將軍向寵，
性行淑均，曉暢軍事，試用於昔日，先帝稱之曰「能」，是
以眾議舉寵為督。愚以為營中之事，事無大小，悉以咨之，
必能使行陣和睦，優劣得所也。
親賢臣，遠小人，此先漢所以興隆也；親小人，遠賢臣，
此後漢所以傾頹也。先帝在時，每與臣論此事，未嘗不歎息
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
2
痛恨於桓、靈也。侍中、尚書、長史、參軍，此悉貞亮死節
之臣也，願陛下親之信之，則漢室之隆，可計日而待也。
臣本布衣，躬耕於南陽，苟全性命於亂世，不求聞達於
諸侯。先帝不以臣卑鄙，猥自枉屈，三顧臣於草廬之中，諮
臣以當世之事；由是感激，遂許先帝以驅馳。後值傾覆，受
任於敗軍之際，奉命於危難之間，爾來二十有一年矣！先帝
知臣謹慎，故臨崩寄臣以大事也。受命以來，夙夜憂歎，恐
託付不效，以傷先帝之明，故五月渡瀘，深入不毛。今南方
已定，兵甲已足，當獎帥三軍，北定中原，庶竭駑鈍，攘除
奸凶，興復漢室，還於舊都。此臣所以報先帝，而忠陛下之
職分也。至於斟酌損益，進盡忠言，則攸之、禕、允之任也。
願陛下託臣以討賊興復之效；不效，則治臣之罪，以告
先帝之靈。若無興德之言，則責攸之、禕、允等之 咎，以彰
其慢。陛下亦宜自謀，以諮諏善道，察納雅言，深追先帝遺
詔。臣不勝受恩感激。今當遠離，臨表涕泣，不知所云。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
3
諸葛亮《出師表》導讀
【作者簡介】
諸葛亮（181-234 年），字孔明，東漢末年琅琊陽都（今山東沂南）人，三國
時期著名政治家、軍事家。青年時隨叔父避亂往南陽隆中（今湖北襄陽縣西），
隱居耕種，結交龐統（179-214）、徐庶（生卒年不詳）等名士，並以齊國著名政
治家管仲（前 719?-前 645）及燕國軍事家樂毅（生卒年不詳）自比，被時人稱
為「卧龍」。
漢獻帝建安十二年（207 年），諸葛亮 26 歲，受劉備（161-223）「三顧草廬」
的誠意感動，為其擬定「東連孫吳，北拒曹魏」的天下三分之計，以求復興漢室。
建安十三年（208），諸葛亮助劉備結合孫權（182-252），聯吳抗曹，於赤壁大敗
曹操（155-220），劉備得以取荊州，平成都，遂成魏、蜀、吳三分天下之勢。劉
備即蜀漢帝位後，諸葛亮受命為丞相。
章武三年（223 年），劉備征吳敗死，諸葛亮受託孤遺命，輔佐後主劉禪
（207-271），封武鄉侯，總理國政。他厲精圖治，修好孫吳關係，撫定南方叛亂，
然後六出祁山，北伐中原；又曾設計木牛、流馬、孔明燈，改良連弩，作八陣圖，
對蜀國的政治或軍事發展，均有重大貢獻。可惜，時無良將，國力不繼，諸葛亮
積勞成疾，終在建興十二年（234 年）八月於五丈原（今寶雞岐山境內）病逝，
年 54 歲。
諸葛亮去世後，劉禪追諡其為忠武侯，故後世常尊稱其為武侯、諸葛武侯。
西晉．陳壽（233-297）著《三國志》，為諸葛亮立傳，並將其遺作文章、兵書、
奏摺等，編輯成《諸葛亮集》（又稱《諸葛氏集》），今已不傳。清．張澍（1776-1847）
輯錄有《諸葛忠武侯集》行世，即今所見《諸葛亮集》。

【寫作背景】
蜀漢章武三年（223 年）春，劉備病重，向諸葛亮囑託後事。據《三國志．
諸葛亮傳》所載，劉備謂亮曰：「君才十倍曹丕，必能安國，終定大事。若嗣子
可輔，輔之；如其不才，君可自取。」亮涕泣曰：「臣敢竭股肱之力，效忠貞之
節，繼之以死！」先主又為詔敕後主曰：「汝與丞相從事，事之如父。」
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
4
劉備去世後，諸葛亮繼續輔佐後主劉禪，整理國政。蜀漢後主建興四年（226
年），魏文帝曹丕（187-226）病逝，子曹叡（205?-239）即位，是為魏明帝。眼
見曹魏遭逢大喪，諸葛亮認為機不可失，遂於建興五年（227 年）屯兵漢中，準
備北伐曹魏。
當時，後主劉禪年二十一，少不更事，資質平庸，又寵信宦官黃皓（?-271）
1。諸葛亮擔心北伐期間，後主不知長進，致使小人把持政權，故於出征前上表
後主，懇切勸諫後主要廣開言路、執法公正、親賢遠佞、自謀自強，不忘先帝遺
詔，務以復興漢室為己任。
【版本源流】
 〈出師表〉一文，寫於建興五年（227 年），首見於西晉．陳壽《三國志．
蜀書．諸葛亮傳》，本無篇名。後收入南梁．蕭統（501-531）編、唐．李善（630-689）
注之《文選》（又名《昭明文選》），始題作〈出師表〉。清康熙三十四年（1695
年），吳楚才（1655-?）、吳調侯（生卒年不詳）叔侄兩人選編自東周至明代 222
篇範文精品的《古文觀止》付印，其中亦收錄此表，並易名為〈前出師表〉。
 諸葛亮於建興五年（227 年）北伐曹魏前上表劉禪，此表即本文導讀之〈出
師表〉（〈前出師表〉）；建興六年（228 年），諸葛亮出兵散關，圍陳倉，出征前
又再度上表後主，後人遂按時間次序，將兩篇表書分別稱為〈前出師表〉與〈後
出師表〉。
 〈後出師表〉亦為名篇，其中佳句如「鞠躬盡瘁，死而後已」、「先帝慮漢賊
不兩立，王業不偏安」等，一向為人傳誦。惟此表文並不收錄於《三國志》，南
朝裴松之（372-451）於《三國志．諸葛亮傳》下注云：「此表《亮集》所無，出
張儼《默記》。」由於本傳不載，加上其內容與正史稍有出入，學者乃疑此表當
非出自諸葛亮手。
 本文採用《古文觀止》本，兼參《三國志．諸葛亮傳》、《文選．出師表》及
《三國志．董允傳》所引，互為校訂；如有異文，則於註釋申明。


1 《三國志．蜀志．董允傳》：「後主漸長大，愛宦人黃皓。皓便僻佞慧，欲自容入。允常上則正
色匡主，下則數責於皓。」
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
5
【題解】
 〈出師表〉一文，顧名思義，即出師前的表書。「表」是古代臣下對君主書
陳情言事時用的一種公務文體。
 漢代以前，臣下對君主進言，多稱「上書」；漢代以後，則細分為「章」、「奏」、
「表」、「議」四大類別。劉勰（約 465-520）《文心雕龍．章表》細分曰：「章以
謝恩，奏以按劾，表以陳情，議以執異。」李善《文選》注云：「言標著事序，
使之明白，以曉主上，得盡其忠，曰表。」可見「表」有表白臣子忠義之作用，
內容以曉理、陳情為主。
 「表」為奏議類的公務文書，語言相對樸實，歷來以表書傳誦後世者不多。
惟諸葛亮〈出師表〉一文，敘事賢明通達，陳情真摯感人，字字句句，皆從肺腑
而出，自然流露作者的至情至性，將本來樸實無華的文體表現得無比動人，故被
奉為理政的規範，為人的圭臬，作文的楷模，歷代傳誦不絕。《文心雕龍．章表》
評曰：「孔明之辭後主，志盡文暢……表之英也。」誠非溢美之辭。
【文章結構】
段落 段意 主旨
第 1-2 段 1. 分析國勢危急，引起後主緊張，認真思考國情：
1.1 先帝創業未半，而中道崩殂。
1.2 天下三分，益州疲敝。
2. 指出內外百官捨身不懈，乃因先帝生前厚待之故，
期盼後主傳承先帝美德，守護蜀漢基業。
分析情勢
1. 勸勉後主要光大先帝遺德，激勵將士志氣：
1.1 宜開張聖聽
1.2 不宜妄自菲薄，引喻失義
2. 勸戒後主要彰顯平明之治，讓內外百官繼續忠心為
國：
2.1 宮中府中，陟罰臧否
2.2 宜付有司，論其刑賞
2.3 不宜偏私，內外異法
勉以君德
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
6
第 3-4 段 勸勉後主親賢遠佞，以史為鑒；完成先帝遺願，復
興漢室。當中又分兩個層次：
1.1 為後主推舉政治、軍事各方方面之賢才，並
指出先帝與其之關係，望後主加以重用：
 宮中：侍中郭攸之、費禕
 侍郎董允
 府中：尚書陳震、長史張裔（文官）
 參軍蔣琬、將軍向寵（武官）
1.2 以史證加強說服力，並指出先帝對此歎息痛
恨，望後主以史為鑒：
 正：親賢遠佞，先漢所以興隆
 後主依此治國，漢室可興
 反：親佞遠賢，後漢所以傾頹
 桓、靈誤國，望後主引以為戒
第 5 段 自述生平，明志自誓，盡忠報效先帝及後主：
 本性淡泊，躬耕自足，苟全性命，不求聞達。
 二十一年來，辛勤為國，不為名位，完全是
感激先帝知遇之恩。
 受先帝遺命以來，夙夜憂歎，恐傷先帝之明。
為保國家興隆，渡瀘南征，平定叛亂。
 出師在即，誓志「攘除奸凶，還於舊都」，完
成「報先帝而忠陛下之職分」。
抒懷明志
第 6 段 請後主督責內外大臣要各盡職分，自己亦要察納雅
言，主動思考及徵詢治國良策，以完成先帝遺詔。
抒懷明志
勉以君德
【學習重點】
1. 瞭解「表」的奏議類文體特徵，體會諸葛亮上表時的至情至性，掌握本文傳
誦千載的原因。
2. 瞭解本文的寫作背景，初步認識三國時期的興衰發展，增長歷史知識。
3. 瞭解諸葛亮的生平與成就，體會其忠心為國、「鞠躬盡瘁，死而後已」的精神，
並培養出「受人之託，忠人之事」的責任感與為人態度。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
7
4. 反思劉備、諸葛亮、劉禪一生發展及其成敗因由，以史為鑒，改變氣質，見
賢思齊，見不賢則內自省。
5. 通讀篇章文意，辨識其字形字音，加強閱讀古文之能力。
6. 學習本文正反論述、反覆曉喻的說理方式，改善個人說理技巧。
7. 分析本篇結構，賞握通過敘事、說理來抒情的寫作手法，加強寫作能力。
8. 重溫本篇所見修辭，特別是對偶、映襯、錯綜、借代等，並嘗試自行造句，
提升語文表達能力。
9. 指出本篇所見成語、格言與典故，背誦全文或其中佳句，藉以豐富個人涵養。
10. 根據篇章所述，比較古今思想與文化之異同，鞏固通識及思辨能力。
11. 閱讀延伸篇章，並加以比較，訓練多角度思考，以及觸類旁通的能力。

【互動教學】
1. 以《三國志》為主題的遊戲、小說、漫畫、動畫、音樂、電影、電視劇、專
題節目及其他精品，多不勝數，教師宜善用多媒體教學，引起學生興趣。
2. 展示現實中與諸葛亮相關旅遊景點的圖片，如赤壁、定軍山、五丈原、河南
臥龍崗、諸葛草廬、武侯祠等；或諸葛亮的重要發明，如木牛、流馬、孔明
燈、連弩等，輔以簡單講解，加深學生印象，並鞏固其歷史知識與通識能力。
3. 請同學選擇一位三國歷史人物以自比，然後分享其選/不選諸葛亮的原因，從
以瞭解學生對諸葛亮其人其事的評價，加強其思辨能力，跟進品德輔導。
4. 指出「鞠躬盡瘁，死而後已」、「出師未捷身先死，長使英雄淚滿襟」、「親賢
臣，遠小人」等名句，均與諸葛亮有關，請同學舉出更多與三國人物相關的
成語、詩詞或典故。
5. 指出《出師表》本為公文，後來卻變成文學名篇。請同學嘗試舉出其他具備
應用文性質的文學佳篇（如李密《陳情表》、韓愈《祭十二郎文》、林覺民《與
妻訣別書》、傅雷《傅雷家書》、龍應台《親愛的安德烈》等）。
6. 請同學嘗試以後主的身份，擬定對《出師表》的覆函，以訓練其靈活思考及
書寫應用文的能力。
7. 請同學輪流以廣東口語翻譯《出師表》，並請其他同學評鑒，從而增進學習的
趣味，並提升其表達能力。
 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
8
【文本導讀】
臣亮 言 1：先 帝 2 創 業未 半，而中 道 崩 殂 3。今 天下 三 分，益州 疲
敝 4，此 誠 危急 存 亡 之秋 5 也 ！然 侍 衞 之臣 ， 不懈 於 內； 忠志 之 士，
忘身 於 外者，蓋追 先 帝之 殊 遇 6，欲 報之 於陛 下 7 也。誠宜 開 張聖 聽 8，
以光 先 帝遺 德， 恢 弘 9 志 士之 氣； 不 宜妄 自 菲 薄 1 0，引喻失 義 11，以
塞忠 諫 之路 也 。
宮中、府 中 1 2，俱 為 一體；陟 罰臧 否 1 3，不宜 異 同 1 4。若 有作 奸、
犯 科 1 5，及 為 忠善 者，宜付 有 司 1 6，論其 刑賞，以 昭陛 下 平明 之 治 1 7；
不宜 偏 私， 使 內外 異 法 1 8 也。
侍中 、 侍 郎 1 9 郭攸 之、 費 禕、 董 允 2 0 等， 此 皆良 實 2 1， 志慮 忠
純 2 2，是以 先 帝簡 拔以 遺 2 3 陛 下。愚 以為 宮 中之 事，事 無大 小，悉 以
咨 之 2 4，然後 施 行，必 能裨 補 闕漏 2 5，有 所廣 益 2 6。將 軍向 寵 2 7，性
行淑 均 2 8，曉 暢 2 9 軍事，試 用 3 0 於昔 日，先 帝稱 之 曰「 能」，是 以 眾
議舉 寵 為 督 3 1。愚 以為 營 中之 事，事 無大 小，悉以 咨 之 3 2，必 能 使行
陣和 睦 3 3， 優 劣得 所 3 4 也。
親賢 臣，遠 小 人 3 5，此 先 漢所 以 興隆 也；親 小人，遠 賢 臣 3 6，此
後漢 所 以傾 頹 也。先 帝在 時，每 與臣 論 此 事，未嘗 不 歎息 痛 恨 3 7 於桓、
靈 3 8 也。 侍中 、 尚 書、 長 史、 參 軍 3 9，此 悉 貞亮 死 節之 臣 4 0 也， 願
陛下 親 之信 之 ，則 漢室 之 隆， 可 計日 而待 也 。
臣本 布衣 4 1， 躬耕 4 2 於南陽 4 3， 苟全 4 4 性命 於亂 世 ，不 求 聞達
4 5 於諸侯。先 帝不 以臣 卑 鄙 4 6，猥 自 枉 屈 4 7，三顧 4 8 臣 於草 廬 之中 ，
諮 4 9 臣以 當 世之 事；由 是 感 激，遂 許 先帝 以 驅 馳 5 0。後 值傾 覆 5 1，受
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
9
任於 敗 軍之 際，奉 命於 危 難之 間 5 2，爾來 二 十有 一 年 矣 5 3！先 帝知 臣
謹慎 ， 故臨 崩 寄臣 以大 事 5 4 也 。受 命 以來 ， 夙 夜 5 5 憂歎 ，恐 託 付不
效 5 6，以 傷 先帝 之 明，故 五月 渡 瀘，深入 不 毛 5 7。今 南 方已 定，兵 甲
5 8 已足，當 獎帥 三 軍 5 9，北定 中 原 6 0，庶 竭 駑 鈍 6 1，攘 除奸 凶 6 2，興
復漢 室，還 於 舊 都 6 3。此臣所 以 報先 帝，而忠 陛下 之 職 分 6 4 也。至於
斟酌 損 益 6 5， 進盡 忠言 ， 則攸 之 、禕 、允 之 任也 。
願陛 下 託臣 以 討賊 興復 之 效；不 效，則 治臣 之 罪，以 告先 帝 之靈 。
若無 興 德之 言，則 責攸 之、禕、允等 之 咎，以彰 其 慢 6 6。陛下 亦宜 自
謀 6 7，以諮 諏 善 道 6 8，察 納 雅言 6 9，深 追先 帝 遺 詔 7 0。臣 不 勝 7 1 受恩
感激 。 今當 遠 離， 臨表 涕 泣 7 2， 不知 所 云 7 3。
註釋
1. 臣亮言：臣亮，作者自稱。依照中國傳統禮儀，古人自稱必用「名」；尊長稱
後輩亦多用對方之「名」；平輩相稱，或敬稱尊輩，則用對方之「字」；益添
敬意，則稱對方之「號」，或尊稱為某某先生，或以地望來代稱。言，上表陳
事。「臣亮言」三字，《三國志．諸葛亮傳》缺，《文選》首出始見之。
2. 先帝：指蜀漢昭烈帝劉備。先，稱已故之尊長。
3. 崩殂：古時稱帝王之死曰「崩」。殂○粵 [曹，tsou4]，死，《說文》曰：「殂，
往、死也。」《文選》本「殂」作「徂」，義同。
4. 益州疲敝：益州，東漢州名，管轄範圍約為今四川、貴州、雲南等地，為蜀
漢主要領土，此處借代為蜀漢。疲敝，困乏。《文選》本作「罷弊」，同罷敝，
均指疲勞困乏義。案：劉備於章武二年（222 年）被東吳陸遜所敗，此後人
疲物乏，蜀漢國力貧弱。
5. 此誠危急存亡之秋：這真是局勢危急、生死存亡的時刻。誠，實在、確實。
秋，時刻、關頭。
6. 蓋追先帝之殊遇：那都是因為追念先帝的厚愛。蓋，乃、是。殊遇，特殊的
待遇，指厚待。《文選》本無「殊」字。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
10
7. 陛下：古時臣民對帝王的尊稱。陛，宮殿的臺階。臣民不敢直呼天子，乃請
立在天子左右臺階的近侍官臣代為傳達，於是轉稱天子為陛下。
8. 誠宜開張聖聽：實在應該廣泛地聽取群臣意見。開張，擴張。聖，尊稱天子，
此指後主劉禪。「聖聽」，《文選》本同，《三國志．諸葛亮傳》作「聖德」，當
涉下句「遺德」而誤。
9. 恢弘：廣大，此處作動詞用，解為擴大，有發揚、鼓舞之意。
10. 妄自菲薄：過分自卑，不知輕重。妄，亂。菲○粵 [匪，fei2]，微薄。
11. 引喻失義：指說話失分寸，內容不恰當。引喻，稱引、譬喻。義，合宜、恰
當。
12. 宮中府中：宮中，皇帝宮殿中，指天子身邊的侍臣。府中，丞相府第中，指
府內一般官吏。
13. 陟罰臧否：《說文》：「陟，登也。」「陟」○粵 [即，dzik7]為登、升義，引申指
提拔、晉升。臧○粵 [裝，dzong1]，善，引申為褒揚、獎勵。否○粵 [鄙，pei2]，
惡，引申為批評、責備。此處用錯綜修辭，指賞功罰過。
14. 不宜異同：不應該有差別。異同，差異，此為偏義複詞，詞義著重於前一字
「異」。
15. 作奸犯科：作惡犯法。奸，指壞事。《三國志．諸葛亮傳》、《文選》本「奸」
作「姦」，義同。科，科條法令。
16. 有司：主管的官員。古代設官分職，各有專司，故稱官吏為「有司」。
17. 以昭陛下平明之治：以彰顯陛下公平清明的治理。昭，光明，此指彰顯。平
明：公平、清明。治，治理，施政。《三國志．諸葛亮傳》、《文選》本「治」
作「理」，蓋避唐高宗李治之諱而改。
18. 內外異法：內外，指宮中與宮外（即前文述及的丞相府中）。異法，相異的法
則。
19. 侍中侍郎：侍中，侍從皇帝左右，以備應對顧問的文官。侍郎，宮庭近侍官。
20. 郭攸之、費禕、董允：郭攸○粵 [由，jau4]之，字演長，建興二年（224）任黃
門侍郎，後遷侍中。費禕○粵 [秘衣，bei3 ji1]（?-253），字文偉，後主劉禪踐
位時任黃門侍郎，後遷為侍中。董允（?-246），字休昭，時為黃門侍郎，後
遷侍中。與諸葛亮、費禕、蔣琬並稱為「蜀漢四相」。
21. 良實：賢良、信實。
22. 志慮忠純：志慮，心志、思慮。忠純，忠貞、純正。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
11
23. 簡拔以遺：簡拔，選拔。簡，同「揀」。遺，留下。
24. 悉以咨之：悉，全部。咨，同「諮」，諮詢、商量。之，代詞，代指上述各人。
25. 裨補闕漏：裨○粵 [悲，bei1]，助益。闕○粵 [缺，kyt8]，同「缺」，缺失。漏，
漏洞、疏漏。
26. 有所廣益：可以提升效益。《文選》本此句後多一「也」字。
27. 向寵（?-240）：字巨違，先主劉備在位時任牙門將。章武二年（223），蜀漢
伐吳大軍潰敗，獨向寵部隊保持完好，故劉備稱許其能幹。後主劉禪即位後，
封向寵為都亭侯，後又為中部督。
28. 性行淑均：性行○粵 [衡，hang4]，性情、行為。淑，善良。均，平，指處事公
平、公正。此處用錯綜修辭，指個性善良，行事公正。
29. 曉暢：通曉、精通。
30. 試用：任用。
31. 督：武職，中部督，掌管禁衛軍。
32. 事無大小，悉以咨之：「事無大小」句，《三國志．諸葛亮傳》、《文選》本均
缺，《古文觀止》本據前文「宮中之事，事無大小，悉以咨之」句補。「咨」，
《文選》本此處作「諮」，而「宮中之事」句則用「咨」，前後不一。
33. 行陣和睦：軍隊團結和睦。行○粵 [航，hong4]，行列。陣，陣形、隊伍。「行
陣」，借代為軍隊。《三國志．諸葛亮傳》作「行陳」，「陳」與「陣」通。「和
睦」，《三國志．諸葛亮傳》同，《文選》本作「和穆」，「穆」與「睦」通。
34. 優劣得所：人才優劣，各得其所。所，處所，指適當的職位。此句末《文選》
本、《古文觀止》本有「也」字，《三國志．諸葛亮傳》缺。
35. 遠小人：遠○粵 [願，jyn6]，形容詞轉品作動詞用，遠離。小人，人格卑下之
徒。
36. 遠賢臣：《三國志．諸葛亮傳》同，《文選》本「臣」作「士」。
37. 痛恨：痛心、遺憾，與現今稱「痛恨」為「極端憎恨」之意不同。
38. 桓、靈：東漢桓○粵 [緩，wun4]帝劉志（132-167，146-167 年在位）、靈帝劉
宏（156-189，168-189 年在位）。桓帝先信任外戚梁冀，後又寵信宦官，下詔
逮捕反對宦官的李膺等二百餘人，興起黨錮之禍。靈帝即位，宦官繼續專政，
朝政腐敗，導致黃巾之亂爆發。
39. 侍中、尚書、長史、參軍：皆屬官名。侍中，指前文引述之郭攸之、費禕；
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
12
尚書，協助皇帝處理政務之官，此指陳震（?-235）。長○粵 [掌，dzoeng2]史，
漢丞相及三公（太尉、司徒、司馬）府均設長史，以輔佐三公，此指張裔（?-230）。
參軍，漢末至南北朝丞相及諸王府掌管軍務的幕僚，此指蔣琬（?-246）。
40. 貞亮死節之臣：堅貞可靠，願為節義而死的大臣。貞，堅定不移。亮，通「諒」，
信實。死節，以死守節。案：此句《文選》本同，《三國志．諸葛亮傳》「臣」
後無「也」字，「貞亮」則作「貞良」，大意均指堅貞可靠。
41. 布衣：平民。古時一般百姓僅穿著粗布衣服，故以布衣借代為平民百姓。
42. 躬耕：親自耕種，此指隱居。躬○粵 [工，gung1]，「躳」之俗字，身也，引申
指親身。《說文》：「躳，身也。从身从呂。躬，躳或从弓。」
43. 南陽：漢郡名，今河南西南部、湖北北部一帶。諸葛亮曾隱居南陽隆中，位
南陽郡西境，即今湖北襄陽市內。
44. 苟全：苟且求全。
45. 聞達：揚名顯達，此指當官。聞○粵 [問，man6]，有名望。
46. 卑鄙：出身卑微，見識鄙陋。此乃自謙之語，與現今稱「卑鄙」為言行惡劣、
缺德之意不同。
47. 猥自枉屈：委屈自己貶低身份。猥○粵 [委，wai2]，猶「辱」，一說通「委」，
委曲，均指委屈對方降低身份之謙敬辭。自，自己，指先帝劉備。枉屈，委
屈，有屈尊就卑之意。
48. 顧：拜訪。
49. 諮：詢問。
50. 遂許先帝以驅馳：於是答應為先帝奔走效勞。遂○粵 [睡，soey6]，於是，文言
常用副辭。許，應允。驅○粵 [拘，koey1]馳，奔走效勞。
51. 後值傾覆：後來遭受戰敗。值，遇上，當。傾覆，傾倒覆滅，指大敗。此指
漢獻帝十三年（208 年），劉備於湖北當陽長阪坡（今湖北當陽市）為曹操所
敗，倉皇逃走一事。
52. 受任於敗軍之際，奉命於危難之間：指諸葛亮在劉備戰敗之時接受任命，出
使東吳，聯結孫權抗曹。案：《三國志．諸葛亮傳》、《文選》本「間」作「閒」，
二字古時音義全同。
53. 爾來二十有一年矣：從那時以來已有二十一年了。爾，代詞，那。有○粵 [又，
jau6]，通「又」。案：諸葛亮於建興五年（227 年）向後主劉禪上表，而先主
劉備於漢獻帝十三年（208 年）兵敗於曹，前後僅 20 年；此所謂「爾來」，
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
13
乃自建安十二年（207 年）諸葛亮草廬出仕起計。
54. 臨崩寄臣以大事：臨終時把國家大事託付給臣。寄，託付。章武三年（223
年）春，劉備被吳將陸遜擊敗，退居永安白帝城（今四川奉節縣）。四月，劉
備病死永安宮，臨終前把國家大事託付諸葛亮，並請他輔佐劉禪。
55. 夙夜：日夜。夙○粵 [叔，suk7]，早。
56. 託付不效：意謂辜負先帝的託付。不效，沒有成效。
57. 故五月渡瀘，深入不毛：所以五月率兵渡過瀘水，深入草木不生的荒蠻之地。
此指諸葛亮於建興三年（225 年）五月南征，大軍渡過瀘水，平定南方諸郡
的叛亂。渡，濟水。《文選》本「渡」作「度」。瀘○粵 [盧，lou4]，水名，今
金沙江上游，其地氣候濕熱，有瘴氣。毛，通「芼」，指草木、蔬菜，《穀梁
傳．定公元年》「毛澤未盡」，范甯注：「邵曰：『凡地之所生謂之毛。』」不毛，
草木不生之地，引申指偏僻荒蠻之地。
杜祖貽、劉殿爵主編《中國文學古典精華：文選》謂西南瀘水一帶叢林茂密，
並非草木不生，疑「毛」可解作「苗」，「不毛」謂「蠻邦不事種植」，可備一
說。案：此處乃借「不毛」引申指荒蠻、未開發之地，至於其地是否草木不
生，似非重點。
58. 兵甲：兵器、鎧甲，借代為軍備。
59. 當獎帥三軍：應當獎勵及統領全軍。「帥」，統帥，率領。案：此句《文選》
本無異，《三國志．諸葛亮傳》「帥」字作「率」。「帥」與「率」通，義同。
60. 中原：泛指黃河流域（今河南中部一帶），當時為曹魏領地。
61. 庶竭駑鈍：希望能竭盡自己平庸拙劣的才能。庶，庶幾，表示願望的副詞。
竭，盡。駑○粵 [奴，nou4]，劣馬。鈍，刀鋒不利。「駑鈍」，以劣馬與鈍刀借
喻才能低劣平庸，乃自謙之辭。
62. 攘除奸凶：剷除奸險凶惡的敵人，此指曹魏。攘○粵 [陽，joeng4]，排除，消
滅。奸，《三國志．諸葛亮傳》、《文選》本均作「姦」，義同。
63. 還於舊都：西漢首都原在長安（今陝西西安），東漢光武帝遷於洛陽。長安、
洛陽乃兩漢舊都，當時均歸曹魏統治，蜀以繼漢統自承，故以攻取二地為還
舊都。案：《三國志．諸葛亮傳》、《文選》本「於」作「于」，義同。
64. 職分○粵 [份，fan6]：職責本分。
65. 斟酌損益：權衡得失，考慮取捨。斟酌，本指適量地注酒至杯中，引申為衡
量、考慮之意。損益，減損與增益，指處事掌握分寸，考慮取捨。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
14
66. 若無興德之言，則責攸之、禕、允等之咎，以彰其慢：如果沒有發揚德行的
建言，就應責備郭攸之、費禕、董充等人的過錯，以表明他們怠慢失職。興○粵
[兄，hing1]，興起，發揚。咎，過失，罪過。彰，彰顯，表明。慢，怠慢，
疏忽，指失職。
案：「若無興德之言，則」七字，《出師表》原文缺，據《三國志．董允傳》
補。「彰其慢」，《三國志．董允傳》引同，《文選》本作「章其慢」，《三國志．
諸葛亮傳》則「慢」、「咎」二字對調。
67. 自謀：自我思考。謀，謀劃，思考。案：此句《三國志．諸葛亮傳》同，《文
選》本則作「自課」，自我省察也。
68. 諮諏善道：諮詢治國良策。諮諏○粵 [周，dzau1]，同義複詞，二字均指徵詢、
商量之意。《三國志．諸葛亮傳》同，《文選》本「諮」作「咨」。道，本指道
路，此指途徑、方法，引申指治國策略。
69. 察納雅言：明察及接納正直的言論。雅言，正言，指正直合理的進言。
70. 先帝遺詔○粵 [照，dziu3]：指劉備臨終時留給劉禪的詔書，見《三國志．先主
傳》注引《諸葛亮集》，其中以「勉之，勉之！勿以惡小而為之，勿以善小而
不為。惟賢惟德，能服於人。」等告誡，至為著名。
71. 不勝：不盡。勝○粵 [升，sing1]，勝任。
72. 涕泣：流淚哭泣。《文選》本、《三國志．諸葛亮傳》作「涕零」，義同。涕，
《說文》：「泣也。」段玉裁《說文解字注》：「『泣也』二字，當作『目液也』
三字，轉寫之誤也。《毛傳》皆云：『自目出曰涕。』」「涕」本義為眼淚，後
來才演變為現今鼻涕之意。泣，低聲哭泣，《說文》：「無聲出涕曰泣。」
73. 不知所云：不知所言為何。表示心情感慨沉重至極，亦有謙稱自己所言混亂
無序、逾越分寸之意。《文選》、《三國志．諸葛亮傳》作「不知所言」，義同。
譯文
臣諸葛亮啓奏：先帝（劉備）創建大業還未完成一半，就中途駕崩。如今天
下分成三國，（我們）益州地區人力物力都疲乏困頓，這真是局勢危急、生死存
亡的時刻啊！然而，侍衛的臣子，在朝廷內毫不懈怠；忠心的將士，在疆場上奮
不顧身，那是因為（他們）追念先帝的厚愛，而想要報答在陛下您的身上啊！（陛
下）實在應該廣泛地聽取群臣意見，以光大先帝留下的美德，振奮將士們的志氣，
不應當隨便看輕自己，說話不合道理，從而堵塞了忠臣進諫的管道啊。
皇宮中的侍臣、丞相府裏的官吏，都是一個整體（蜀漢之臣），（對他們的）
提拔、懲罰、表揚、責備，不應該有不同標準。如果有為非作歹、觸犯法令，或
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
15
盡忠行善的，應該一律交予專責的主管來審議賞罰，以彰顯陛下公平清明的治理
方針；不應該偏袒徇私，致使宮廷內外有不同的執法標準。
侍中郭攸之、費禕、侍郎董允等人，他們都賢良信實，心志思慮忠貞純正，
因此先帝（劉備）選拔他們出來，留以陛下任用。微臣認為官中的事，無論大事
小事，全部都應諮詢他們，然後才去施行，（這樣）必定能夠補救缺點和漏洞，
提升效益。（至於）將軍向寵，品性善良，行事公正，通曉軍事，從前先帝任用
他時，就曾稱許他「能幹」，因此朝臣公議推舉他為中部督。微臣認為軍中的事，
不論大事小事，全部都應諮詢他，（這樣）必定能夠使軍隊團結和睦，人才優劣，
各得其所。
親近賢臣，遠離小人，這是西漢初年得以興盛的原因；親近小人，遠離賢臣，
則是東漢末年所以衰亡的原因。先帝（劉備）在世時，每次和臣談論這些事，沒
有一次不對桓帝（劉志）、靈帝（劉宏）歎息遺憾的。侍中（郭攸之、費禕）、尚
書（陳震）、長史（張裔）、參軍（蔣琬），他們都是堅貞可靠，願為節義而死的
大臣，希望陛下親近他們、信任他們，那麼漢朝的興盛，就指日可待了。
臣本是一介平民，在南陽隱居耕種，只求在亂世中苟全性命，不求在諸侯間
揚名顯達。先帝（劉備）不嫌臣出生卑微、見識鄙陋，反而屈辱自己，紆尊降貴，
三次到草舍來看望臣，詢問臣對當前天下大事的看法；臣因而感動振奮，於是答
應為先帝奔走效勞。後來（先帝）遭受戰敗，（臣）在敗軍之時接受任務，在危
難之時肩負使命，至今已經二十一年了！先帝知道臣處事小心謹慎，所以在臨終
時把（輔助陛下、復興漢室等）國家大事託付給臣。自接受（先帝）遺命以來，
（臣）日夜為國事憂思感歎，深恐託付的任務沒有成效，因而損害了先帝知人之
明。因此，（臣）在五月（冒着酷熱）帶兵渡過瀘水，深入南蠻地區（平撫叛亂）。
如今南方（的叛亂）已經平定，軍隊的裝備也很充足，應當激勵並率領全軍，北
伐平定中原，希望能夠竭盡臣平庸拙劣的才能，剷除奸險凶惡的敵人（曹魏），
復興大漢王朝，遷回原來的首都。這就是臣用以報答先帝，並忠於陛下的職責本
分啊！至於（在政事上）權衡得失、考慮取捨，毫無保留地進獻忠誠意見，那就
是郭攸之、費禕、董允等人的責任了。
希望陛下委任臣負責討伐逆賊、復興漢室的任務，如果不能完成任務，就懲
治臣的罪過，以祭告先帝在天之靈。如果沒有發揚（陛下）德行的建言，就應責
備郭攸之、費禕、董允等人的過錯，以表明他們怠慢失職。陛下也應當自己思慮
謀劃，徵詢治國良策，審察並接納正直的諫言，深切追念先帝的遺訓，（這樣，）
臣就深受陛下恩德而感激不盡了。如今即將離開陛下遠征，（臣）不禁對着這篇
表章潸然淚下，不知道說些甚麼話了。
 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
16

【賞析】
 諸葛亮以政治與軍事才能見稱，並非一個著名文學家，惟其所著《出師表》
一文，卻成為千古傳誦的名篇。誠如宋代大文豪蘇軾所言：「諸葛孔明不以文章
自名，而開物成務之姿，綜練名實之意，自見於言語。至《出師表》，簡而盡，
直而不肆，大哉言乎！」《文心雕龍．章表》評此表為「志盡文暢」，更奉作「表
之英」。宋人甚至說：「讀《出師表》而不墮淚者，其人必不忠。」一篇八百字不
到、語言樸實無華的公務文章，最後竟受到後人如此高度讚揚，究竟原因何在？
 綜合文意，全文大致可分兩部分：前一部分（第 1-4 段）為諸葛亮對後主的
進言勸諫，期望後主追念先帝遺詔，復興漢室；第二部分（第 5-6 段）則抒懷明
志，表白自己對先帝與後主的忠誠。歸根究底，全文大旨可以「理周情切」四字
概括。
 所謂「理周」，乃因文章立論切合實際需要，所言有根有據，建議具體清晰，
不作空泛議論，邏輯嚴謹，說服力強。此文寫於諸葛亮北伐中原之際，全文以規
勸後主劉禪修明內政為重點，而北伐的準備工作及具體計劃，則統統從簡。為甚
麼作者要如此寫呢？因為北伐曹魏、復興漢室，本來就是蜀漢的一貫目標，亦是
諸葛亮作為丞相的本來職分，不必贅言。令諸葛亮最為憂心的，是北伐期間的內
政；若內政出現問題，即使北伐成功，國家亦難以穩定。因此，為免小人趁機顛
亂朝政，諸葛亮在臨行前呈上的表文，不談軍事方略，先分析天下大局，指出蜀
漢國勢危急，從而引起後主緊張，認真思考國情。接着，諸葛亮反復叮嚀後主要
修明內政，其中包括：（一）「廣開言路」、（二）「執法公正」、（三）「親賢遠佞」
及（四）「自謀自強」等具體勸諫；又向後主推薦郭攸之、費禕、董允、蔣琬、
向寵等足以倚重的文武大臣，論述「親賢遠佞」的優劣得失，繼而藉先漢、後漢
的興衰歷史對比作為其論證依據，期望以國家傾頹之嚴重結果，以及先帝對此悲
憂歎息之訓示，儆醒當時寵信宦官的後主，要用心治國，復興漢室。從中可見文
章的有為而發，所論均有具體的針對措施，敘事說理，甚為詳備。
 當然，一篇成功的議論文，除了以理服人外，還應以情動人。面對資質平庸、
寵信宦官小人的後主，諸葛亮處處為大蜀前途考慮，以懇切真誠的諄諄告誡口吻，
勸諫後主宜親賢遠佞、諮諏善道、納察雅言，並述明身世，抒懷明志，處處透露
出諸葛亮對先帝恩情的顧念，以及對年輕後主的殷切寄望。文中共十三次提及「先
帝」，是以老臣身份追念先帝，藉以警惕後主；又有七次稱及「陛下」，不忘以臣
子立場表白個人對後主的忠誠。這種不卑不亢的態度，以及諄諄勸諫的誠意，令
文章既說之以理，亦動之以情，說理與陳情兼合，可謂理周而情切，說明了本文
被奉為千古至文、傳誦不已的原因。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
17
諸葛亮足智多謀，才學非凡，卻生逢亂世，侍奉昏庸之主。面對不思進取的
後主，諸葛亮苦口婆心，勸諫後主應光大先帝遺德，廣開言路，賞罰分明，用心
治國。或許，有人會認為這是愚忠。但忠誠敬業始終是一種普世價值，而諸葛亮
提出的明君管治標準，放諸四海皆準，《出師表》中的公忠體國精神，於今仍有
借鑒意義。
放眼古今政壇、懶於公事，投機取巧者，比比皆是。相對而言，《出師表》
文辭懇切動人，字字肺腑，彰顯出諸葛亮那份忠耿報國、披肝瀝膽的誠意，這種
難能可貴的品德，的確令人動容。
【匯評】
西晉．陳壽（233-297）《上諸葛氏集表》（又載《三國志．諸葛亮傳》）：
論者或怪亮文彩不艷，而過于丁寧周至。臣愚以為咎繇大賢也，周公聖人
也，考之尚書，咎繇之謨略而雅，周公之誥煩而悉。何則？咎繇與舜、禹
共談，周公與群下矢誓故也。亮所與言，盡眾人凡士，故其文指不得及遠
也。然其聲教遺言，皆經事綜物，公誠之心，形于文墨，足以知其人之意
理，而有補於當世。
南梁．劉勰《文心雕龍．章表》：
魏初表章，指事造實，求其靡麗，則未足美矣。至如文舉（孔融）之《薦
禰衡》，氣揚采飛；孔明之辭後主，志盡文暢；雖華實異旨，並表之英也。
唐．杜甫（712-770）《蜀相》：
丞相祠堂何處尋，錦官城外柏森森。映階碧草自春色，隔葉黃鸝空好音。
三顧頻煩天下計，兩朝開濟老臣心。出師未捷身先死，長使英雄淚滿襟。
宋．蘇軾（1037-1101）《樂全先生文集叙》：
諸葛孔明不以文章自名，而開物成務之姿，綜練名實之意，自見於言語。
至《出師表》，簡而盡，直而不肆，大哉言乎！與《伊訓》、《說命》相表
裏，非秦、漢以來以事君為悅者所能至也。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
18
宋．惠洪（1071-1128）《冷齋詩話》：
李格非善論文章，嘗曰：諸葛孔明《出師表》、劉伶《酒德頌》、陶淵明《歸
去來辭》、李令伯《陳情表》，皆沛然從肺腑中流出，殊不見斧鑿痕。
宋．陸游（1125-1210）：
病骨支離紗帽寬，孤臣萬里客江干。
位卑未敢忘憂國，事定猶須待闔棺。
天地神靈扶廟社，京華父老望和鑾。
出師一表通今古，夜半挑燈更細看。──《病起書懷》

沔陽道中草離離，臥龍往矣空遺祠。
當時典午稱猾賊，氣喪不敢當王師。
定軍山前寒食路，至今人祠丞相墓。
松風想像梁甫吟，尚憶幡然答三顧。
出師一表千載無，遠比管樂蓋有餘。
世上俗錦甯辦此，高台當日讀何書?──《游諸葛武侯書臺》

七十人言自古稀，我今過二未全衰。
讀書似走名場日，許國如騎戰馬時。
秋晚雁來空自感，夜闌酒盡不勝悲。
渭濱星霣逾千載，一表何人繼出師！──《七十二歲吟》

秋色關河外，秋聲天地間，壯士感此時，朝鏡雕朱顏。
一身寄空谷，萬裏夢天山，噫嗚怒眥裂，憤激悲涕潸。
古來真龍駒，未必置天閑；長松倒澗壑，委棄同蓁菅。
得志未可測，談笑濟時艱，凜然出師表，一字不可刪。──《感秋》

早歲那知世事艱，中原北望氣如山。
樓船夜雪瓜洲渡，鐵馬秋風大散關。
塞上長城空自許，鏡中衰鬢已先斑。
出師一表真名世，千載誰堪伯仲間。──《書憤》
宋．安子順（1158-1227）（見宋人謝枋得 [1226-1289]《文章軌範》）：
讀諸葛亮《出師表》不墮淚者不忠，讀李密《陳情表》不墮淚者不孝，讀
韓愈《祭十二郎文》不墮淚者不慈。 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
19
宋．真德秀（1178-1235）《文章正宗》：
三國非無文章，獨取武侯一表者，以其發於至忠也。
宋．文天祥（1236-1283）《正氣歌》：
天地有正氣，雜然賦流形。……時窮節乃見，一一垂丹青。……或為出師
表，鬼神泣壯烈。……是氣所磅礡，凜烈萬古存。
明．歸有光（1507-1571）《文章指南》：
為文必在養氣，氣充乎內而文溢於外，蓋有不自知者，如諸葛孔明《前出
師表》、胡澹《上高宗封事》，皆沛然肺腑中流出，不期文而自文，謂非正
氣之所法乎！
明．郭明龍（見清人于光華 [1727?-?] 編《文選集評》）：
忠義自肺腑流出。古樸真率，字字滴淚。與日月爭光，不在文章蹊徑論也，
然情至而文生。
清．金聖嘆（1608-1661）《天下才子必讀書》：
此文，自來讀者皆嘆其矢死伐魏，以為精忠，殊不知此便是了沒交涉也。
看先生自云：「臨表涕泣。」夫伐魏即伐魏耳，何用涕泣為哉？正惟此日
國事，實當危急存亡之際；而此日嗣主，方在醉生夢死之中。知子莫如父，
惟「不才」之目，固已驗矣；豈知臣莫如君，而「自取」之語，乃遂敢真
蹈也？於是而身提重師，萬萬不可不去；心牽鈍物，又萬萬不能少寬。因
而切切開導，勤勤叮嚀，一回如嚴父，一回如慈嫗。蓋先生此日此表之涕
泣，固自有甚難甚難（向榮案：「甚難」二字犯複，疑為衍文，或有誤「歎」作「難」
者，亦未可知。）於嗣主者，而非為漢賊之不兩立也。後日杜工部有詩云：
「幹排雷雨猶力爭，根斷泉源豈天意？」正是此一副眼淚矣。哀哉！哀哉！
清．吳楚材（1655-?）、吳調侯《古文觀止》：
後主建興五年，諸葛孔明率軍北駐漢中，以圖中原，臨發上此疏。大意只
重親賢遠佞，而親賢尤為遠佞之本。故始以「開張聖聽」起，末以「咨諏」、
「察納」收。篇中十三引先帝，勤勤懇懇，皆根極至誠之言，自是至文。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
20
清．浦起龍（1679-1762）《古文眉詮》：
伊尹頻稱先王，武鄉頻引先帝，其聖賢氣象，兼骨肉恩情，似老家人出外，
叮嚀幼主人。言言聲淚兼並，而一時外攘內顧，雙管並下。於事則主行師，
於情則主居守，平側自見也。
清．過珙《詳訂古文評注全集》：
懇懇惻惻，是君臣語，亦是父子語。看其敘寵遇，則曰「三顧臣」、曰「語
臣」，曰「寄臣以大事」；敘報效，則曰「許先帝」，曰「受任」，曰「恐託
付不效」。當年心事，自有耿耿不可磨滅之處。
清．唐介軒《古文翼》：
親賢遠佞，是通篇主意。說到嘆息痛恨處，千古而下，為之扼腕。前後「先
帝」凡十三見，忠愛勤懇，此心可貫金石，循環諷詠，不忍釋手。
清．曾國藩（1811-1872）《曾文正公文集．求闕齋讀書錄》：
古人絕大事業，恆以精心敬慎出之。以區區蜀漢一隅，而欲出師關中，北
伐曹魏，其志願之宏大，事勢之艱危，亦古今所罕見。而此文不言其艱巨，
但言志氣宜恢弘，刑賞宜平允，君宜以親賢納言為務，臣宜以討賊進諫為
職而已。故知不朽之文，必自襟度遠大、思慮精微始也。
清．林紓（1852-1924）《古文辭類纂選本》：
並不著意為文，而語語咸自血性中流出。精忠之言，看似輕描淡寫，而一
種艱懇之意，溢諸言外。視郭忠武之自陳，尚覺郭言少激，而公文則純是
一腔熱血也。
【討論問題】
1. 諸葛亮為甚麼不在表中指明朝中小人的名字？
（一）北伐在即，即將遠離後主，若明言小人名字，恐將引起小人不滿，伺機
報復，顛覆朝政。
（二）表中力勸後主宜選賢任能，親賢遠佞。若後主聽從，自會遠離小人；若
不從，於表中檢舉小人亦於事無補。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
21
2. 《出師表》明明是給後主的表書，諸葛亮為何在表中屢次提及先帝？
（一）希望以父子之情感動後主，叮囑他要追念先帝遺訓。
（二）說明內外大臣盡忠後主，乃因感恩先帝殊遇，勸勉他要繼承父德，公正
執法，選賢任能。
（三）激勵後主要發憤圖強，繼承父志，以復興漢室為任。
（四）利用先帝名義與權威，突出老臣身分，並加強說服力。
（五）借感念先帝來抒懷明志，表白自己忠君愛國的心意。
3. 諸葛亮在《出師表》中向後主提出了不少忠告，試舉例說明之。你認為當中
哪一種是作者最為憂心的？為甚麼？
（一）廣開言路：「宜開張聖聽，以光先帝遺德，恢弘志士之氣。」
（二）執法公正：「陟罰臧否，不宜異同」、「宜付有司，論其刑賞」、「不宜偏
私，使內外異法」。
（三）親賢遠佞：「親賢臣，遠小人，此先漢所以興隆」、「親小人，遠賢臣，
此後漢所以傾頹」。
（四）自謀自強：「不宜妄自菲薄，引喻失義，以塞忠諫之路」、「陛下亦宜自
謀，以諮諏善道，察納雅言」。
四項忠告中，諸葛亮最憂心的是「親賢遠佞」。因為後主年紀尚輕，又寵
信小人，而今臨近北代，即將遠離後主，諸葛亮不得不擔心小人會趁機
顛亂朝政，破壞北伐計劃。而且，親信小人正是後主的弱點，若能親賢
遠佞，則其餘各項均可落實。
4. 《出師表》為臣子向國君進言的奏表，但諸葛亮在表中卻屢以告誡口吻規勸
後主，似乎逾越了君臣之禮。為甚麼諸葛亮要用這種告誡的口吻說理？試加
以分析說明。
（一）諸葛亮輔佐先帝劉備創建蜀漢，功高權重，是蜀漢重要的開國老臣。
（二）劉備臨終前曾託孤予諸葛亮，並對劉禪說：「汝與丞相從事，事之如父。」
故此，對後主而言，諸葛亮不只是老臣，更有如君父一樣的特殊地位。
（三）由於諸葛亮的特殊身份，《出師表》中除了表達臣下對後主應有的恭謹
態度外，間有採用告誡口吻者，旨為加強文章語氣，叮嚀後主要發憤圖
強，不但沒有逾越君臣之禮，更表現出懇切動人的誠意。諸葛亮不卑不
亢的語氣，輕重分寸掌握得恰到好處，正符合其特殊的身份與地位。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
22
5. 諸葛亮在《出師表》中向後主自述身世及志向，當中有何用意？
（一）諸葛亮身繫國家要職，權高位重，故借述明身世，說明自己本性淡泊，
不求功名，只為感激先帝知遇之恩才出效忠，從而釋除後主猜疑。
（二）表白自己盡忠為國，對先帝及後主忠心耿耿。
（三）表明自己受先帝託孤之命，突出老臣地位，借用先帝權威以加強說服
力。
（四）說明北伐的意義與有利條件，指出當時「南方已定，兵甲已足」，正是
伐魏的好時機。
（五）回顧歷史，指出先帝創業艱難，而今國勢緊張，勸勉後主要發憤圖強，
繼承父志，以復興漢室為任。
6. 諸葛亮將自己與劉備的遇合及個人的感懷，放在《出師表》的最後部分。如
果改將這抒懷明志的部分放在文首，是否會影響這篇表書的感染力呢？請想
一想。
如果將個人感懷的部分置於文首，開章即突出諸葛亮的功勞與地位，容
易令全文重心失衡，影響表書的說服力，甚至引起後主猜疑及不滿。
相反，現在以分析國家形勢起首，可以引起後主緊張國情，更加專注於
表書內容，對當中「廣開言路」、「執法公正」、「親賢遠佞」等勸諫有更
深印象。說理之後，再在文末加入諸葛亮的感懷部分，動之以情，有助
將前文的理念順利推展，加強全文的感染力，收畫龍點睛之效。
7. 劉備臨終前曾交代諸葛亮：「若嗣子可輔，輔之；如其不才，君可自取。」你
認為這是劉備由衷之言，還是另有用心？如果你是諸葛亮，面對後主這個扶
不起的阿斗，你會如何選擇？請加以說明。
此為開放式題目，旨為引導同學自由討論，言之成理即可。
【延伸閱讀】
諸葛亮《誡子書》
夫君子之行，靜以修身，儉以養德；非澹泊無以明志，非寧靜無以致遠。夫
學須靜也，才須學也；非學無以廣才，非志無以成學。淫慢則不能勵精，險躁則
不能治性。年與時馳，意與日去，遂成枯落，多不接世。悲守窮廬，將復何及！
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
23
諸葛亮《後出師表》
先帝慮漢、賊不兩立，王業不偏安，故託臣以討賊也。以先帝之明，量臣之
才，故知臣伐賊才弱敵強也；然不伐賊，王業亦亡，惟坐待亡，孰與伐之？是故
託臣而弗疑也。
臣受命之日，寢不安席，食不甘味，思惟北征，宜先入南，故五月渡瀘，深
入不毛，幷日而食。臣非不自惜也，顧王業不得偏全於蜀都，故冒危難以奉先帝
之遺意也，而議者謂爲非計。今賊適疲於西，又務於東，兵法乘勞，此進趨之時
也。
謹陳其事如左：高帝明並日月，謀臣淵深，然涉險被創，危然後安。今陛下
未及高帝，謀臣不如良、平，而欲以長計取勝，坐定天下，此臣之未解一也。劉
繇、王朗各據州郡，論安言計，動引聖人，羣疑滿腹，衆難塞胸，今歲不戰，明
年不征，使孫策坐大，遂幷江東，此臣之未解二也。曹操智計殊絕於人，其用兵
也，髣髴孫、吳，然困於南陽，險於烏巢，危於祁連，偪於黎陽，幾敗北山，殆
死潼關，然後僞定一時耳，況臣才弱，而欲以不危而定之，此臣之未解三也。曹
操五攻昌霸不下，四越巢湖不成，任用李服而李服圖之，委夏侯而夏侯敗亡，先
帝每稱操爲能，猶有此失，況臣駑下，何能必勝？此臣之未解四也。自臣到漢中，
中間朞年耳，然喪趙雲、陽羣、馬玉、閻芝、丁立、白壽、劉郃、鄧銅等及曲長
屯將七十餘人，突將無前。賨、叟、青羌散騎、武騎一千餘人，此皆數十年之內
所糾合四方之精銳，非一州之所有，若復數年，則損三分之二也，當何以圖敵？
此臣之未解五也。今民窮兵疲，而事不可息，事不可息，則住與行勞費正等，而
不及今圖之，欲以一州之地與賊持久，此臣之未解六也。
夫難平者，事也。昔先帝敗軍於楚，當此時，曹操拊手，謂天下以定。然後
先帝東連吳、越，西取巴、蜀，舉兵北征，夏侯授首，此操之失計而漢事將成也。
然後吳更違盟，關羽毀敗，秭歸蹉跌，曹丕稱帝。凡事如是，難可逆見。臣鞠躬
盡瘁，死而後已，至於成敗利鈍，非臣之明所能逆覩也。
李密《陳情表》
臣密言：臣以險釁，夙遭閔凶。生孩六月，慈父見背。行年四歲，舅奪母志。
祖母劉，愍臣孤弱，躬親撫養。臣少多疾病，九歲不行，零丁孤苦，至于成立。
既無叔伯，終鮮兄弟。門衰祚薄，晚有兒息。外無朞功強近之親，內無應門五尺
之童。煢煢孑立，形影相弔。而劉夙嬰疾病，常在床蓐，臣待湯藥，未嘗廢離。
逮奉聖朝，沐浴清化。前太守臣逵，察臣孝廉；後刺史臣榮，舉臣秀才。臣
以供養無主，辭不赴命。詔書特下，拜臣郎中，尋蒙國恩，除臣洗馬。猥以微賤，
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
24
當待東宮，非臣隕首所能上報，臣具以表聞，辭不就職。詔書切峻，責臣逋慢。
郡縣逼迫，催臣上道，州司臨門，急於星火。臣欲奉詔奔馳，則以劉病日篤；欲
茍順私情，則告訴不許。臣之進退，實為狼狽。
伏惟聖朝，以孝治天下，凡在故老，猶蒙矜育。況臣孤苦，特為尤甚。且臣
少事偽朝，歷職郎署。本圖宦達，不矜名節。今臣亡國賤俘，至微至陋。過蒙拔
擢，寵命優渥，豈敢盤桓，有所希冀？但以劉日薄西山，氣息奄奄，人命危淺，
朝不慮夕。臣無祖母，無以至今日；祖母無臣，無以終餘年。母孫二人，更相為
命，是以區區不能廢遠。
臣密今年四十有四，祖母劉今年九十有六，是臣盡節於陛下之日長，報劉之
日短也。烏鳥私情，願乞終養。臣之辛苦，非獨蜀之人士，及二州牧伯，所見明
知。皇天后土，實所共鑒。願陛下矜愍愚誠，聽臣微志。庶劉僥幸，卒保餘年。
臣生當隕首，死當結草。臣不勝犬馬怖懼之情，謹拜表以聞。
【參考資料】
（一）學術論著
1. 上海辭書出版社編：《學生古詩文鑒賞辭典》（上海：上海辭書出版社，2004
年），下冊，頁 1401-1406。
2. 中華書局編輯部：《名家精譯古文觀止》（北京：中華書局，1993 年），頁
256-260。
3. 王水照等：《古文觀止譯注》（上海：上海古籍出版社，2010 年），頁 213-216。
4. 王峰、馬奔騰注釋：《中學生必背古詩文（初級五十篇）》（香港：智能教育
出版社，2004 年），頁 20-27。
5. 四川師範學院中文系古典文學教研組選注：《中國歷代文選》（北京：人民文
學出版社，1980 年），上冊，頁 388-394。
6. 甘玉貞編著：《古代散文導讀（先秦至魏晉南北朝）》（香港：三聯書店，2014
年），頁 150-160。
7. 李永田：《中國古文鑒賞》（香港：商務印書館，2014 年），頁 88-90。
8. 杜祖貽、劉殿爵主編：《中國文學古典精華：文選》（臺北：臺灣商務印書館，
2000 年），頁 242-248。
9. 洪本健、方笑一、戴從喜、李強：《深入閱讀〈古文觀止〉》（臺北：五南圖
書出版股份有限公司，2014 年），頁 443-448。
10. 袁行霈主編：《歷代名篇賞析集成（魏晉南北朝隋唐五代卷）》（北京：高等
教育出版社，2009 年），頁 57-63。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
25
11. 張新科、尚永亮主編：《先秦兩漢文觀止》（西安：陝西人民教育出版社，1998
年），頁 591-597。
12. 梁衡編著：《影響中國歷史的十篇美文》（香港：商務印書館，2013 年），頁
32-39、99-104。
13. 郭建勛、翟新明編著：《絕世妙筆〈古文觀止〉新編》（長沙：嶽麓書社，2014
年），頁 55-59。
14. 陳文新、魯小俊編著：《休閑古文鑒賞辭典》（北京：商務印書館，2014 年），
頁 207-210。
15. 陳振鵬、章培恒主編：《古文鑒賞辭典》（上海：上海辭書出版社，2014 年
新一版），上冊，頁 444-449。
16. 陳壽：《三國志．蜀書．諸葛亮傳》（北京：中華書局，1971 年），頁 911-937。
17. 陳耀南選注：《中學生文學精讀．古文》（香港：三聯書店，1994年），頁99-108。
18. 黃坤堯導讀及譯注：《古文觀止》（香港：中華書局，2014 年），頁 197-206。
19. 楊曉菁編著：《古文今讀：陪你輕鬆看經典》（臺北：聯經出版事業股份有限
公司，2012 年增訂二版），頁 146-155。
20. 鄭楚雄編著：《急救文言文》（香港：文化策略出版社，2013 年），頁 75-84。
21. 蕭統編，李善注：《文選．出師表》（北京：中華書局，1977 年），頁 516-517。
22. 遲嘯川編著：《文言文好好讀》（新北：典藏閣，2012 年），頁 114-121。
（二）網上資源
1. 香港教育局──「指定文言經典學習材料原文及參考資料（2014 年 5 月）」：
http://www.edb.gov.hk/tc/curriculum-development/kla/chi-edu/resources/secondar
y-edu/lang/set_text.html
2. 香港能仁專上學院──拙作「古文解惑」專欄（原載《文匯報．教育版》）：
〈《出師表》導讀──廣開言路 賞罰分明〉，2015 年 1 月 2 日
〈《出師表》導讀──親賢遠佞 國家興隆〉，2015 年 1 月 16 日
〈《出師表》導讀──知遇之恩 矢志不忘〉，2015 年 1 月 30 日
〈《出師表》導讀──理周情切 千古至文〉，2015 年 2 月 13 日
http://www.ny.edu.hk/web/ancient_new.html
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
1
諸葛亮《出師表》
臣亮言：先帝創業未半，而中道崩殂。今天下三分，益
州疲敝，此誠危急存亡之秋也！然侍衞之臣，不懈於內；忠
志之士，忘身於外者，蓋追先帝之殊遇，欲報之於陛下也。
誠宜開張聖聽，以光先帝遺德，恢弘志士之氣；不宜妄自菲
薄，引喻失義，以塞忠諫之路也。
宮中、府中，俱為一體；陟罰臧否，不宜異同。若有作
奸、犯科，及為忠善者，宜付有司，論其刑賞，以昭陛下平
明之治；不宜偏私，使內外異法也。
侍中、侍郎郭攸之、費禕、董允等，此皆良實，志慮忠
純，是以先帝簡拔以遺陛下。愚以為宮中之事，事無大小，
悉以咨之，然後施行，必能裨補闕漏，有所廣益。將軍向寵，
性行淑均，曉暢軍事，試用於昔日，先帝稱之曰「能」，是
以眾議舉寵為督。愚以為營中之事，事無大小，悉以咨之，
必能使行陣和睦，優劣得所也。
親賢臣，遠小人，此先漢所以興隆也；親小人，遠賢臣，
此後漢所以傾頹也。先帝在時，每與臣論此事，未嘗不歎息
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
2
痛恨於桓、靈也。侍中、尚書、長史、參軍，此悉貞亮死節
之臣也，願陛下親之信之，則漢室之隆，可計日而待也。
臣本布衣，躬耕於南陽，苟全性命於亂世，不求聞達於
諸侯。先帝不以臣卑鄙，猥自枉屈，三顧臣於草廬之中，諮
臣以當世之事；由是感激，遂許先帝以驅馳。後值傾覆，受
任於敗軍之際，奉命於危難之間，爾來二十有一年矣！先帝
知臣謹慎，故臨崩寄臣以大事也。受命以來，夙夜憂歎，恐
託付不效，以傷先帝之明，故五月渡瀘，深入不毛。今南方
已定，兵甲已足，當獎帥三軍，北定中原，庶竭駑鈍，攘除
奸凶，興復漢室，還於舊都。此臣所以報先帝，而忠陛下之
職分也。至於斟酌損益，進盡忠言，則攸之、禕、允之任也。
願陛下託臣以討賊興復之效；不效，則治臣之罪，以告
先帝之靈。若無興德之言，則責攸之、禕、允等之 咎，以彰
其慢。陛下亦宜自謀，以諮諏善道，察納雅言，深追先帝遺
詔。臣不勝受恩感激。今當遠離，臨表涕泣，不知所云。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
3
諸葛亮《出師表》導讀
【作者簡介】
諸葛亮（181-234 年），字孔明，東漢末年琅琊陽都（今山東沂南）人，三國
時期著名政治家、軍事家。青年時隨叔父避亂往南陽隆中（今湖北襄陽縣西），
隱居耕種，結交龐統（179-214）、徐庶（生卒年不詳）等名士，並以齊國著名政
治家管仲（前 719?-前 645）及燕國軍事家樂毅（生卒年不詳）自比，被時人稱
為「卧龍」。
漢獻帝建安十二年（207 年），諸葛亮 26 歲，受劉備（161-223）「三顧草廬」
的誠意感動，為其擬定「東連孫吳，北拒曹魏」的天下三分之計，以求復興漢室。
建安十三年（208），諸葛亮助劉備結合孫權（182-252），聯吳抗曹，於赤壁大敗
曹操（155-220），劉備得以取荊州，平成都，遂成魏、蜀、吳三分天下之勢。劉
備即蜀漢帝位後，諸葛亮受命為丞相。
章武三年（223 年），劉備征吳敗死，諸葛亮受託孤遺命，輔佐後主劉禪
（207-271），封武鄉侯，總理國政。他厲精圖治，修好孫吳關係，撫定南方叛亂，
然後六出祁山，北伐中原；又曾設計木牛、流馬、孔明燈，改良連弩，作八陣圖，
對蜀國的政治或軍事發展，均有重大貢獻。可惜，時無良將，國力不繼，諸葛亮
積勞成疾，終在建興十二年（234 年）八月於五丈原（今寶雞岐山境內）病逝，
年 54 歲。
諸葛亮去世後，劉禪追諡其為忠武侯，故後世常尊稱其為武侯、諸葛武侯。
西晉．陳壽（233-297）著《三國志》，為諸葛亮立傳，並將其遺作文章、兵書、
奏摺等，編輯成《諸葛亮集》（又稱《諸葛氏集》），今已不傳。清．張澍（1776-1847）
輯錄有《諸葛忠武侯集》行世，即今所見《諸葛亮集》。

【寫作背景】
蜀漢章武三年（223 年）春，劉備病重，向諸葛亮囑託後事。據《三國志．
諸葛亮傳》所載，劉備謂亮曰：「君才十倍曹丕，必能安國，終定大事。若嗣子
可輔，輔之；如其不才，君可自取。」亮涕泣曰：「臣敢竭股肱之力，效忠貞之
節，繼之以死！」先主又為詔敕後主曰：「汝與丞相從事，事之如父。」
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
4
劉備去世後，諸葛亮繼續輔佐後主劉禪，整理國政。蜀漢後主建興四年（226
年），魏文帝曹丕（187-226）病逝，子曹叡（205?-239）即位，是為魏明帝。眼
見曹魏遭逢大喪，諸葛亮認為機不可失，遂於建興五年（227 年）屯兵漢中，準
備北伐曹魏。
當時，後主劉禪年二十一，少不更事，資質平庸，又寵信宦官黃皓（?-271）
1。諸葛亮擔心北伐期間，後主不知長進，致使小人把持政權，故於出征前上表
後主，懇切勸諫後主要廣開言路、執法公正、親賢遠佞、自謀自強，不忘先帝遺
詔，務以復興漢室為己任。
【版本源流】
 〈出師表〉一文，寫於建興五年（227 年），首見於西晉．陳壽《三國志．
蜀書．諸葛亮傳》，本無篇名。後收入南梁．蕭統（501-531）編、唐．李善（630-689）
注之《文選》（又名《昭明文選》），始題作〈出師表〉。清康熙三十四年（1695
年），吳楚才（1655-?）、吳調侯（生卒年不詳）叔侄兩人選編自東周至明代 222
篇範文精品的《古文觀止》付印，其中亦收錄此表，並易名為〈前出師表〉。
 諸葛亮於建興五年（227 年）北伐曹魏前上表劉禪，此表即本文導讀之〈出
師表〉（〈前出師表〉）；建興六年（228 年），諸葛亮出兵散關，圍陳倉，出征前
又再度上表後主，後人遂按時間次序，將兩篇表書分別稱為〈前出師表〉與〈後
出師表〉。
 〈後出師表〉亦為名篇，其中佳句如「鞠躬盡瘁，死而後已」、「先帝慮漢賊
不兩立，王業不偏安」等，一向為人傳誦。惟此表文並不收錄於《三國志》，南
朝裴松之（372-451）於《三國志．諸葛亮傳》下注云：「此表《亮集》所無，出
張儼《默記》。」由於本傳不載，加上其內容與正史稍有出入，學者乃疑此表當
非出自諸葛亮手。
 本文採用《古文觀止》本，兼參《三國志．諸葛亮傳》、《文選．出師表》及
《三國志．董允傳》所引，互為校訂；如有異文，則於註釋申明。


1 《三國志．蜀志．董允傳》：「後主漸長大，愛宦人黃皓。皓便僻佞慧，欲自容入。允常上則正
色匡主，下則數責於皓。」
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
5
【題解】
 〈出師表〉一文，顧名思義，即出師前的表書。「表」是古代臣下對君主書
陳情言事時用的一種公務文體。
 漢代以前，臣下對君主進言，多稱「上書」；漢代以後，則細分為「章」、「奏」、
「表」、「議」四大類別。劉勰（約 465-520）《文心雕龍．章表》細分曰：「章以
謝恩，奏以按劾，表以陳情，議以執異。」李善《文選》注云：「言標著事序，
使之明白，以曉主上，得盡其忠，曰表。」可見「表」有表白臣子忠義之作用，
內容以曉理、陳情為主。
 「表」為奏議類的公務文書，語言相對樸實，歷來以表書傳誦後世者不多。
惟諸葛亮〈出師表〉一文，敘事賢明通達，陳情真摯感人，字字句句，皆從肺腑
而出，自然流露作者的至情至性，將本來樸實無華的文體表現得無比動人，故被
奉為理政的規範，為人的圭臬，作文的楷模，歷代傳誦不絕。《文心雕龍．章表》
評曰：「孔明之辭後主，志盡文暢……表之英也。」誠非溢美之辭。
【文章結構】
段落 段意 主旨
第 1-2 段 1. 分析國勢危急，引起後主緊張，認真思考國情：
1.1 先帝創業未半，而中道崩殂。
1.2 天下三分，益州疲敝。
2. 指出內外百官捨身不懈，乃因先帝生前厚待之故，
期盼後主傳承先帝美德，守護蜀漢基業。
分析情勢
1. 勸勉後主要光大先帝遺德，激勵將士志氣：
1.1 宜開張聖聽
1.2 不宜妄自菲薄，引喻失義
2. 勸戒後主要彰顯平明之治，讓內外百官繼續忠心為
國：
2.1 宮中府中，陟罰臧否
2.2 宜付有司，論其刑賞
2.3 不宜偏私，內外異法
勉以君德
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
6
第 3-4 段 勸勉後主親賢遠佞，以史為鑒；完成先帝遺願，復
興漢室。當中又分兩個層次：
1.1 為後主推舉政治、軍事各方方面之賢才，並
指出先帝與其之關係，望後主加以重用：
 宮中：侍中郭攸之、費禕
 侍郎董允
 府中：尚書陳震、長史張裔（文官）
 參軍蔣琬、將軍向寵（武官）
1.2 以史證加強說服力，並指出先帝對此歎息痛
恨，望後主以史為鑒：
 正：親賢遠佞，先漢所以興隆
 後主依此治國，漢室可興
 反：親佞遠賢，後漢所以傾頹
 桓、靈誤國，望後主引以為戒
第 5 段 自述生平，明志自誓，盡忠報效先帝及後主：
 本性淡泊，躬耕自足，苟全性命，不求聞達。
 二十一年來，辛勤為國，不為名位，完全是
感激先帝知遇之恩。
 受先帝遺命以來，夙夜憂歎，恐傷先帝之明。
為保國家興隆，渡瀘南征，平定叛亂。
 出師在即，誓志「攘除奸凶，還於舊都」，完
成「報先帝而忠陛下之職分」。
抒懷明志
第 6 段 請後主督責內外大臣要各盡職分，自己亦要察納雅
言，主動思考及徵詢治國良策，以完成先帝遺詔。
抒懷明志
勉以君德
【學習重點】
1. 瞭解「表」的奏議類文體特徵，體會諸葛亮上表時的至情至性，掌握本文傳
誦千載的原因。
2. 瞭解本文的寫作背景，初步認識三國時期的興衰發展，增長歷史知識。
3. 瞭解諸葛亮的生平與成就，體會其忠心為國、「鞠躬盡瘁，死而後已」的精神，
並培養出「受人之託，忠人之事」的責任感與為人態度。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
7
4. 反思劉備、諸葛亮、劉禪一生發展及其成敗因由，以史為鑒，改變氣質，見
賢思齊，見不賢則內自省。
5. 通讀篇章文意，辨識其字形字音，加強閱讀古文之能力。
6. 學習本文正反論述、反覆曉喻的說理方式，改善個人說理技巧。
7. 分析本篇結構，賞握通過敘事、說理來抒情的寫作手法，加強寫作能力。
8. 重溫本篇所見修辭，特別是對偶、映襯、錯綜、借代等，並嘗試自行造句，
提升語文表達能力。
9. 指出本篇所見成語、格言與典故，背誦全文或其中佳句，藉以豐富個人涵養。
10. 根據篇章所述，比較古今思想與文化之異同，鞏固通識及思辨能力。
11. 閱讀延伸篇章，並加以比較，訓練多角度思考，以及觸類旁通的能力。

【互動教學】
1. 以《三國志》為主題的遊戲、小說、漫畫、動畫、音樂、電影、電視劇、專
題節目及其他精品，多不勝數，教師宜善用多媒體教學，引起學生興趣。
2. 展示現實中與諸葛亮相關旅遊景點的圖片，如赤壁、定軍山、五丈原、河南
臥龍崗、諸葛草廬、武侯祠等；或諸葛亮的重要發明，如木牛、流馬、孔明
燈、連弩等，輔以簡單講解，加深學生印象，並鞏固其歷史知識與通識能力。
3. 請同學選擇一位三國歷史人物以自比，然後分享其選/不選諸葛亮的原因，從
以瞭解學生對諸葛亮其人其事的評價，加強其思辨能力，跟進品德輔導。
4. 指出「鞠躬盡瘁，死而後已」、「出師未捷身先死，長使英雄淚滿襟」、「親賢
臣，遠小人」等名句，均與諸葛亮有關，請同學舉出更多與三國人物相關的
成語、詩詞或典故。
5. 指出《出師表》本為公文，後來卻變成文學名篇。請同學嘗試舉出其他具備
應用文性質的文學佳篇（如李密《陳情表》、韓愈《祭十二郎文》、林覺民《與
妻訣別書》、傅雷《傅雷家書》、龍應台《親愛的安德烈》等）。
6. 請同學嘗試以後主的身份，擬定對《出師表》的覆函，以訓練其靈活思考及
書寫應用文的能力。
7. 請同學輪流以廣東口語翻譯《出師表》，並請其他同學評鑒，從而增進學習的
趣味，並提升其表達能力。
 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
8
【文本導讀】
臣亮 言 1：先 帝 2 創 業未 半，而中 道 崩 殂 3。今 天下 三 分，益州 疲
敝 4，此 誠 危急 存 亡 之秋 5 也 ！然 侍 衞 之臣 ， 不懈 於 內； 忠志 之 士，
忘身 於 外者，蓋追 先 帝之 殊 遇 6，欲 報之 於陛 下 7 也。誠宜 開 張聖 聽 8，
以光 先 帝遺 德， 恢 弘 9 志 士之 氣； 不 宜妄 自 菲 薄 1 0，引喻失 義 11，以
塞忠 諫 之路 也 。
宮中、府 中 1 2，俱 為 一體；陟 罰臧 否 1 3，不宜 異 同 1 4。若 有作 奸、
犯 科 1 5，及 為 忠善 者，宜付 有 司 1 6，論其 刑賞，以 昭陛 下 平明 之 治 1 7；
不宜 偏 私， 使 內外 異 法 1 8 也。
侍中 、 侍 郎 1 9 郭攸 之、 費 禕、 董 允 2 0 等， 此 皆良 實 2 1， 志慮 忠
純 2 2，是以 先 帝簡 拔以 遺 2 3 陛 下。愚 以為 宮 中之 事，事 無大 小，悉 以
咨 之 2 4，然後 施 行，必 能裨 補 闕漏 2 5，有 所廣 益 2 6。將 軍向 寵 2 7，性
行淑 均 2 8，曉 暢 2 9 軍事，試 用 3 0 於昔 日，先 帝稱 之 曰「 能」，是 以 眾
議舉 寵 為 督 3 1。愚 以為 營 中之 事，事 無大 小，悉以 咨 之 3 2，必 能 使行
陣和 睦 3 3， 優 劣得 所 3 4 也。
親賢 臣，遠 小 人 3 5，此 先 漢所 以 興隆 也；親 小人，遠 賢 臣 3 6，此
後漢 所 以傾 頹 也。先 帝在 時，每 與臣 論 此 事，未嘗 不 歎息 痛 恨 3 7 於桓、
靈 3 8 也。 侍中 、 尚 書、 長 史、 參 軍 3 9，此 悉 貞亮 死 節之 臣 4 0 也， 願
陛下 親 之信 之 ，則 漢室 之 隆， 可 計日 而待 也 。
臣本 布衣 4 1， 躬耕 4 2 於南陽 4 3， 苟全 4 4 性命 於亂 世 ，不 求 聞達
4 5 於諸侯。先 帝不 以臣 卑 鄙 4 6，猥 自 枉 屈 4 7，三顧 4 8 臣 於草 廬 之中 ，
諮 4 9 臣以 當 世之 事；由 是 感 激，遂 許 先帝 以 驅 馳 5 0。後 值傾 覆 5 1，受
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
9
任於 敗 軍之 際，奉 命於 危 難之 間 5 2，爾來 二 十有 一 年 矣 5 3！先 帝知 臣
謹慎 ， 故臨 崩 寄臣 以大 事 5 4 也 。受 命 以來 ， 夙 夜 5 5 憂歎 ，恐 託 付不
效 5 6，以 傷 先帝 之 明，故 五月 渡 瀘，深入 不 毛 5 7。今 南 方已 定，兵 甲
5 8 已足，當 獎帥 三 軍 5 9，北定 中 原 6 0，庶 竭 駑 鈍 6 1，攘 除奸 凶 6 2，興
復漢 室，還 於 舊 都 6 3。此臣所 以 報先 帝，而忠 陛下 之 職 分 6 4 也。至於
斟酌 損 益 6 5， 進盡 忠言 ， 則攸 之 、禕 、允 之 任也 。
願陛 下 託臣 以 討賊 興復 之 效；不 效，則 治臣 之 罪，以 告先 帝 之靈 。
若無 興 德之 言，則 責攸 之、禕、允等 之 咎，以彰 其 慢 6 6。陛下 亦宜 自
謀 6 7，以諮 諏 善 道 6 8，察 納 雅言 6 9，深 追先 帝 遺 詔 7 0。臣 不 勝 7 1 受恩
感激 。 今當 遠 離， 臨表 涕 泣 7 2， 不知 所 云 7 3。
註釋
1. 臣亮言：臣亮，作者自稱。依照中國傳統禮儀，古人自稱必用「名」；尊長稱
後輩亦多用對方之「名」；平輩相稱，或敬稱尊輩，則用對方之「字」；益添
敬意，則稱對方之「號」，或尊稱為某某先生，或以地望來代稱。言，上表陳
事。「臣亮言」三字，《三國志．諸葛亮傳》缺，《文選》首出始見之。
2. 先帝：指蜀漢昭烈帝劉備。先，稱已故之尊長。
3. 崩殂：古時稱帝王之死曰「崩」。殂○粵 [曹，tsou4]，死，《說文》曰：「殂，
往、死也。」《文選》本「殂」作「徂」，義同。
4. 益州疲敝：益州，東漢州名，管轄範圍約為今四川、貴州、雲南等地，為蜀
漢主要領土，此處借代為蜀漢。疲敝，困乏。《文選》本作「罷弊」，同罷敝，
均指疲勞困乏義。案：劉備於章武二年（222 年）被東吳陸遜所敗，此後人
疲物乏，蜀漢國力貧弱。
5. 此誠危急存亡之秋：這真是局勢危急、生死存亡的時刻。誠，實在、確實。
秋，時刻、關頭。
6. 蓋追先帝之殊遇：那都是因為追念先帝的厚愛。蓋，乃、是。殊遇，特殊的
待遇，指厚待。《文選》本無「殊」字。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
10
7. 陛下：古時臣民對帝王的尊稱。陛，宮殿的臺階。臣民不敢直呼天子，乃請
立在天子左右臺階的近侍官臣代為傳達，於是轉稱天子為陛下。
8. 誠宜開張聖聽：實在應該廣泛地聽取群臣意見。開張，擴張。聖，尊稱天子，
此指後主劉禪。「聖聽」，《文選》本同，《三國志．諸葛亮傳》作「聖德」，當
涉下句「遺德」而誤。
9. 恢弘：廣大，此處作動詞用，解為擴大，有發揚、鼓舞之意。
10. 妄自菲薄：過分自卑，不知輕重。妄，亂。菲○粵 [匪，fei2]，微薄。
11. 引喻失義：指說話失分寸，內容不恰當。引喻，稱引、譬喻。義，合宜、恰
當。
12. 宮中府中：宮中，皇帝宮殿中，指天子身邊的侍臣。府中，丞相府第中，指
府內一般官吏。
13. 陟罰臧否：《說文》：「陟，登也。」「陟」○粵 [即，dzik7]為登、升義，引申指
提拔、晉升。臧○粵 [裝，dzong1]，善，引申為褒揚、獎勵。否○粵 [鄙，pei2]，
惡，引申為批評、責備。此處用錯綜修辭，指賞功罰過。
14. 不宜異同：不應該有差別。異同，差異，此為偏義複詞，詞義著重於前一字
「異」。
15. 作奸犯科：作惡犯法。奸，指壞事。《三國志．諸葛亮傳》、《文選》本「奸」
作「姦」，義同。科，科條法令。
16. 有司：主管的官員。古代設官分職，各有專司，故稱官吏為「有司」。
17. 以昭陛下平明之治：以彰顯陛下公平清明的治理。昭，光明，此指彰顯。平
明：公平、清明。治，治理，施政。《三國志．諸葛亮傳》、《文選》本「治」
作「理」，蓋避唐高宗李治之諱而改。
18. 內外異法：內外，指宮中與宮外（即前文述及的丞相府中）。異法，相異的法
則。
19. 侍中侍郎：侍中，侍從皇帝左右，以備應對顧問的文官。侍郎，宮庭近侍官。
20. 郭攸之、費禕、董允：郭攸○粵 [由，jau4]之，字演長，建興二年（224）任黃
門侍郎，後遷侍中。費禕○粵 [秘衣，bei3 ji1]（?-253），字文偉，後主劉禪踐
位時任黃門侍郎，後遷為侍中。董允（?-246），字休昭，時為黃門侍郎，後
遷侍中。與諸葛亮、費禕、蔣琬並稱為「蜀漢四相」。
21. 良實：賢良、信實。
22. 志慮忠純：志慮，心志、思慮。忠純，忠貞、純正。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
11
23. 簡拔以遺：簡拔，選拔。簡，同「揀」。遺，留下。
24. 悉以咨之：悉，全部。咨，同「諮」，諮詢、商量。之，代詞，代指上述各人。
25. 裨補闕漏：裨○粵 [悲，bei1]，助益。闕○粵 [缺，kyt8]，同「缺」，缺失。漏，
漏洞、疏漏。
26. 有所廣益：可以提升效益。《文選》本此句後多一「也」字。
27. 向寵（?-240）：字巨違，先主劉備在位時任牙門將。章武二年（223），蜀漢
伐吳大軍潰敗，獨向寵部隊保持完好，故劉備稱許其能幹。後主劉禪即位後，
封向寵為都亭侯，後又為中部督。
28. 性行淑均：性行○粵 [衡，hang4]，性情、行為。淑，善良。均，平，指處事公
平、公正。此處用錯綜修辭，指個性善良，行事公正。
29. 曉暢：通曉、精通。
30. 試用：任用。
31. 督：武職，中部督，掌管禁衛軍。
32. 事無大小，悉以咨之：「事無大小」句，《三國志．諸葛亮傳》、《文選》本均
缺，《古文觀止》本據前文「宮中之事，事無大小，悉以咨之」句補。「咨」，
《文選》本此處作「諮」，而「宮中之事」句則用「咨」，前後不一。
33. 行陣和睦：軍隊團結和睦。行○粵 [航，hong4]，行列。陣，陣形、隊伍。「行
陣」，借代為軍隊。《三國志．諸葛亮傳》作「行陳」，「陳」與「陣」通。「和
睦」，《三國志．諸葛亮傳》同，《文選》本作「和穆」，「穆」與「睦」通。
34. 優劣得所：人才優劣，各得其所。所，處所，指適當的職位。此句末《文選》
本、《古文觀止》本有「也」字，《三國志．諸葛亮傳》缺。
35. 遠小人：遠○粵 [願，jyn6]，形容詞轉品作動詞用，遠離。小人，人格卑下之
徒。
36. 遠賢臣：《三國志．諸葛亮傳》同，《文選》本「臣」作「士」。
37. 痛恨：痛心、遺憾，與現今稱「痛恨」為「極端憎恨」之意不同。
38. 桓、靈：東漢桓○粵 [緩，wun4]帝劉志（132-167，146-167 年在位）、靈帝劉
宏（156-189，168-189 年在位）。桓帝先信任外戚梁冀，後又寵信宦官，下詔
逮捕反對宦官的李膺等二百餘人，興起黨錮之禍。靈帝即位，宦官繼續專政，
朝政腐敗，導致黃巾之亂爆發。
39. 侍中、尚書、長史、參軍：皆屬官名。侍中，指前文引述之郭攸之、費禕；
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
12
尚書，協助皇帝處理政務之官，此指陳震（?-235）。長○粵 [掌，dzoeng2]史，
漢丞相及三公（太尉、司徒、司馬）府均設長史，以輔佐三公，此指張裔（?-230）。
參軍，漢末至南北朝丞相及諸王府掌管軍務的幕僚，此指蔣琬（?-246）。
40. 貞亮死節之臣：堅貞可靠，願為節義而死的大臣。貞，堅定不移。亮，通「諒」，
信實。死節，以死守節。案：此句《文選》本同，《三國志．諸葛亮傳》「臣」
後無「也」字，「貞亮」則作「貞良」，大意均指堅貞可靠。
41. 布衣：平民。古時一般百姓僅穿著粗布衣服，故以布衣借代為平民百姓。
42. 躬耕：親自耕種，此指隱居。躬○粵 [工，gung1]，「躳」之俗字，身也，引申
指親身。《說文》：「躳，身也。从身从呂。躬，躳或从弓。」
43. 南陽：漢郡名，今河南西南部、湖北北部一帶。諸葛亮曾隱居南陽隆中，位
南陽郡西境，即今湖北襄陽市內。
44. 苟全：苟且求全。
45. 聞達：揚名顯達，此指當官。聞○粵 [問，man6]，有名望。
46. 卑鄙：出身卑微，見識鄙陋。此乃自謙之語，與現今稱「卑鄙」為言行惡劣、
缺德之意不同。
47. 猥自枉屈：委屈自己貶低身份。猥○粵 [委，wai2]，猶「辱」，一說通「委」，
委曲，均指委屈對方降低身份之謙敬辭。自，自己，指先帝劉備。枉屈，委
屈，有屈尊就卑之意。
48. 顧：拜訪。
49. 諮：詢問。
50. 遂許先帝以驅馳：於是答應為先帝奔走效勞。遂○粵 [睡，soey6]，於是，文言
常用副辭。許，應允。驅○粵 [拘，koey1]馳，奔走效勞。
51. 後值傾覆：後來遭受戰敗。值，遇上，當。傾覆，傾倒覆滅，指大敗。此指
漢獻帝十三年（208 年），劉備於湖北當陽長阪坡（今湖北當陽市）為曹操所
敗，倉皇逃走一事。
52. 受任於敗軍之際，奉命於危難之間：指諸葛亮在劉備戰敗之時接受任命，出
使東吳，聯結孫權抗曹。案：《三國志．諸葛亮傳》、《文選》本「間」作「閒」，
二字古時音義全同。
53. 爾來二十有一年矣：從那時以來已有二十一年了。爾，代詞，那。有○粵 [又，
jau6]，通「又」。案：諸葛亮於建興五年（227 年）向後主劉禪上表，而先主
劉備於漢獻帝十三年（208 年）兵敗於曹，前後僅 20 年；此所謂「爾來」，
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
13
乃自建安十二年（207 年）諸葛亮草廬出仕起計。
54. 臨崩寄臣以大事：臨終時把國家大事託付給臣。寄，託付。章武三年（223
年）春，劉備被吳將陸遜擊敗，退居永安白帝城（今四川奉節縣）。四月，劉
備病死永安宮，臨終前把國家大事託付諸葛亮，並請他輔佐劉禪。
55. 夙夜：日夜。夙○粵 [叔，suk7]，早。
56. 託付不效：意謂辜負先帝的託付。不效，沒有成效。
57. 故五月渡瀘，深入不毛：所以五月率兵渡過瀘水，深入草木不生的荒蠻之地。
此指諸葛亮於建興三年（225 年）五月南征，大軍渡過瀘水，平定南方諸郡
的叛亂。渡，濟水。《文選》本「渡」作「度」。瀘○粵 [盧，lou4]，水名，今
金沙江上游，其地氣候濕熱，有瘴氣。毛，通「芼」，指草木、蔬菜，《穀梁
傳．定公元年》「毛澤未盡」，范甯注：「邵曰：『凡地之所生謂之毛。』」不毛，
草木不生之地，引申指偏僻荒蠻之地。
杜祖貽、劉殿爵主編《中國文學古典精華：文選》謂西南瀘水一帶叢林茂密，
並非草木不生，疑「毛」可解作「苗」，「不毛」謂「蠻邦不事種植」，可備一
說。案：此處乃借「不毛」引申指荒蠻、未開發之地，至於其地是否草木不
生，似非重點。
58. 兵甲：兵器、鎧甲，借代為軍備。
59. 當獎帥三軍：應當獎勵及統領全軍。「帥」，統帥，率領。案：此句《文選》
本無異，《三國志．諸葛亮傳》「帥」字作「率」。「帥」與「率」通，義同。
60. 中原：泛指黃河流域（今河南中部一帶），當時為曹魏領地。
61. 庶竭駑鈍：希望能竭盡自己平庸拙劣的才能。庶，庶幾，表示願望的副詞。
竭，盡。駑○粵 [奴，nou4]，劣馬。鈍，刀鋒不利。「駑鈍」，以劣馬與鈍刀借
喻才能低劣平庸，乃自謙之辭。
62. 攘除奸凶：剷除奸險凶惡的敵人，此指曹魏。攘○粵 [陽，joeng4]，排除，消
滅。奸，《三國志．諸葛亮傳》、《文選》本均作「姦」，義同。
63. 還於舊都：西漢首都原在長安（今陝西西安），東漢光武帝遷於洛陽。長安、
洛陽乃兩漢舊都，當時均歸曹魏統治，蜀以繼漢統自承，故以攻取二地為還
舊都。案：《三國志．諸葛亮傳》、《文選》本「於」作「于」，義同。
64. 職分○粵 [份，fan6]：職責本分。
65. 斟酌損益：權衡得失，考慮取捨。斟酌，本指適量地注酒至杯中，引申為衡
量、考慮之意。損益，減損與增益，指處事掌握分寸，考慮取捨。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
14
66. 若無興德之言，則責攸之、禕、允等之咎，以彰其慢：如果沒有發揚德行的
建言，就應責備郭攸之、費禕、董充等人的過錯，以表明他們怠慢失職。興○粵
[兄，hing1]，興起，發揚。咎，過失，罪過。彰，彰顯，表明。慢，怠慢，
疏忽，指失職。
案：「若無興德之言，則」七字，《出師表》原文缺，據《三國志．董允傳》
補。「彰其慢」，《三國志．董允傳》引同，《文選》本作「章其慢」，《三國志．
諸葛亮傳》則「慢」、「咎」二字對調。
67. 自謀：自我思考。謀，謀劃，思考。案：此句《三國志．諸葛亮傳》同，《文
選》本則作「自課」，自我省察也。
68. 諮諏善道：諮詢治國良策。諮諏○粵 [周，dzau1]，同義複詞，二字均指徵詢、
商量之意。《三國志．諸葛亮傳》同，《文選》本「諮」作「咨」。道，本指道
路，此指途徑、方法，引申指治國策略。
69. 察納雅言：明察及接納正直的言論。雅言，正言，指正直合理的進言。
70. 先帝遺詔○粵 [照，dziu3]：指劉備臨終時留給劉禪的詔書，見《三國志．先主
傳》注引《諸葛亮集》，其中以「勉之，勉之！勿以惡小而為之，勿以善小而
不為。惟賢惟德，能服於人。」等告誡，至為著名。
71. 不勝：不盡。勝○粵 [升，sing1]，勝任。
72. 涕泣：流淚哭泣。《文選》本、《三國志．諸葛亮傳》作「涕零」，義同。涕，
《說文》：「泣也。」段玉裁《說文解字注》：「『泣也』二字，當作『目液也』
三字，轉寫之誤也。《毛傳》皆云：『自目出曰涕。』」「涕」本義為眼淚，後
來才演變為現今鼻涕之意。泣，低聲哭泣，《說文》：「無聲出涕曰泣。」
73. 不知所云：不知所言為何。表示心情感慨沉重至極，亦有謙稱自己所言混亂
無序、逾越分寸之意。《文選》、《三國志．諸葛亮傳》作「不知所言」，義同。
譯文
臣諸葛亮啓奏：先帝（劉備）創建大業還未完成一半，就中途駕崩。如今天
下分成三國，（我們）益州地區人力物力都疲乏困頓，這真是局勢危急、生死存
亡的時刻啊！然而，侍衛的臣子，在朝廷內毫不懈怠；忠心的將士，在疆場上奮
不顧身，那是因為（他們）追念先帝的厚愛，而想要報答在陛下您的身上啊！（陛
下）實在應該廣泛地聽取群臣意見，以光大先帝留下的美德，振奮將士們的志氣，
不應當隨便看輕自己，說話不合道理，從而堵塞了忠臣進諫的管道啊。
皇宮中的侍臣、丞相府裏的官吏，都是一個整體（蜀漢之臣），（對他們的）
提拔、懲罰、表揚、責備，不應該有不同標準。如果有為非作歹、觸犯法令，或
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
15
盡忠行善的，應該一律交予專責的主管來審議賞罰，以彰顯陛下公平清明的治理
方針；不應該偏袒徇私，致使宮廷內外有不同的執法標準。
侍中郭攸之、費禕、侍郎董允等人，他們都賢良信實，心志思慮忠貞純正，
因此先帝（劉備）選拔他們出來，留以陛下任用。微臣認為官中的事，無論大事
小事，全部都應諮詢他們，然後才去施行，（這樣）必定能夠補救缺點和漏洞，
提升效益。（至於）將軍向寵，品性善良，行事公正，通曉軍事，從前先帝任用
他時，就曾稱許他「能幹」，因此朝臣公議推舉他為中部督。微臣認為軍中的事，
不論大事小事，全部都應諮詢他，（這樣）必定能夠使軍隊團結和睦，人才優劣，
各得其所。
親近賢臣，遠離小人，這是西漢初年得以興盛的原因；親近小人，遠離賢臣，
則是東漢末年所以衰亡的原因。先帝（劉備）在世時，每次和臣談論這些事，沒
有一次不對桓帝（劉志）、靈帝（劉宏）歎息遺憾的。侍中（郭攸之、費禕）、尚
書（陳震）、長史（張裔）、參軍（蔣琬），他們都是堅貞可靠，願為節義而死的
大臣，希望陛下親近他們、信任他們，那麼漢朝的興盛，就指日可待了。
臣本是一介平民，在南陽隱居耕種，只求在亂世中苟全性命，不求在諸侯間
揚名顯達。先帝（劉備）不嫌臣出生卑微、見識鄙陋，反而屈辱自己，紆尊降貴，
三次到草舍來看望臣，詢問臣對當前天下大事的看法；臣因而感動振奮，於是答
應為先帝奔走效勞。後來（先帝）遭受戰敗，（臣）在敗軍之時接受任務，在危
難之時肩負使命，至今已經二十一年了！先帝知道臣處事小心謹慎，所以在臨終
時把（輔助陛下、復興漢室等）國家大事託付給臣。自接受（先帝）遺命以來，
（臣）日夜為國事憂思感歎，深恐託付的任務沒有成效，因而損害了先帝知人之
明。因此，（臣）在五月（冒着酷熱）帶兵渡過瀘水，深入南蠻地區（平撫叛亂）。
如今南方（的叛亂）已經平定，軍隊的裝備也很充足，應當激勵並率領全軍，北
伐平定中原，希望能夠竭盡臣平庸拙劣的才能，剷除奸險凶惡的敵人（曹魏），
復興大漢王朝，遷回原來的首都。這就是臣用以報答先帝，並忠於陛下的職責本
分啊！至於（在政事上）權衡得失、考慮取捨，毫無保留地進獻忠誠意見，那就
是郭攸之、費禕、董允等人的責任了。
希望陛下委任臣負責討伐逆賊、復興漢室的任務，如果不能完成任務，就懲
治臣的罪過，以祭告先帝在天之靈。如果沒有發揚（陛下）德行的建言，就應責
備郭攸之、費禕、董允等人的過錯，以表明他們怠慢失職。陛下也應當自己思慮
謀劃，徵詢治國良策，審察並接納正直的諫言，深切追念先帝的遺訓，（這樣，）
臣就深受陛下恩德而感激不盡了。如今即將離開陛下遠征，（臣）不禁對着這篇
表章潸然淚下，不知道說些甚麼話了。
 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
16

【賞析】
 諸葛亮以政治與軍事才能見稱，並非一個著名文學家，惟其所著《出師表》
一文，卻成為千古傳誦的名篇。誠如宋代大文豪蘇軾所言：「諸葛孔明不以文章
自名，而開物成務之姿，綜練名實之意，自見於言語。至《出師表》，簡而盡，
直而不肆，大哉言乎！」《文心雕龍．章表》評此表為「志盡文暢」，更奉作「表
之英」。宋人甚至說：「讀《出師表》而不墮淚者，其人必不忠。」一篇八百字不
到、語言樸實無華的公務文章，最後竟受到後人如此高度讚揚，究竟原因何在？
 綜合文意，全文大致可分兩部分：前一部分（第 1-4 段）為諸葛亮對後主的
進言勸諫，期望後主追念先帝遺詔，復興漢室；第二部分（第 5-6 段）則抒懷明
志，表白自己對先帝與後主的忠誠。歸根究底，全文大旨可以「理周情切」四字
概括。
 所謂「理周」，乃因文章立論切合實際需要，所言有根有據，建議具體清晰，
不作空泛議論，邏輯嚴謹，說服力強。此文寫於諸葛亮北伐中原之際，全文以規
勸後主劉禪修明內政為重點，而北伐的準備工作及具體計劃，則統統從簡。為甚
麼作者要如此寫呢？因為北伐曹魏、復興漢室，本來就是蜀漢的一貫目標，亦是
諸葛亮作為丞相的本來職分，不必贅言。令諸葛亮最為憂心的，是北伐期間的內
政；若內政出現問題，即使北伐成功，國家亦難以穩定。因此，為免小人趁機顛
亂朝政，諸葛亮在臨行前呈上的表文，不談軍事方略，先分析天下大局，指出蜀
漢國勢危急，從而引起後主緊張，認真思考國情。接着，諸葛亮反復叮嚀後主要
修明內政，其中包括：（一）「廣開言路」、（二）「執法公正」、（三）「親賢遠佞」
及（四）「自謀自強」等具體勸諫；又向後主推薦郭攸之、費禕、董允、蔣琬、
向寵等足以倚重的文武大臣，論述「親賢遠佞」的優劣得失，繼而藉先漢、後漢
的興衰歷史對比作為其論證依據，期望以國家傾頹之嚴重結果，以及先帝對此悲
憂歎息之訓示，儆醒當時寵信宦官的後主，要用心治國，復興漢室。從中可見文
章的有為而發，所論均有具體的針對措施，敘事說理，甚為詳備。
 當然，一篇成功的議論文，除了以理服人外，還應以情動人。面對資質平庸、
寵信宦官小人的後主，諸葛亮處處為大蜀前途考慮，以懇切真誠的諄諄告誡口吻，
勸諫後主宜親賢遠佞、諮諏善道、納察雅言，並述明身世，抒懷明志，處處透露
出諸葛亮對先帝恩情的顧念，以及對年輕後主的殷切寄望。文中共十三次提及「先
帝」，是以老臣身份追念先帝，藉以警惕後主；又有七次稱及「陛下」，不忘以臣
子立場表白個人對後主的忠誠。這種不卑不亢的態度，以及諄諄勸諫的誠意，令
文章既說之以理，亦動之以情，說理與陳情兼合，可謂理周而情切，說明了本文
被奉為千古至文、傳誦不已的原因。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
17
諸葛亮足智多謀，才學非凡，卻生逢亂世，侍奉昏庸之主。面對不思進取的
後主，諸葛亮苦口婆心，勸諫後主應光大先帝遺德，廣開言路，賞罰分明，用心
治國。或許，有人會認為這是愚忠。但忠誠敬業始終是一種普世價值，而諸葛亮
提出的明君管治標準，放諸四海皆準，《出師表》中的公忠體國精神，於今仍有
借鑒意義。
放眼古今政壇、懶於公事，投機取巧者，比比皆是。相對而言，《出師表》
文辭懇切動人，字字肺腑，彰顯出諸葛亮那份忠耿報國、披肝瀝膽的誠意，這種
難能可貴的品德，的確令人動容。
【匯評】
西晉．陳壽（233-297）《上諸葛氏集表》（又載《三國志．諸葛亮傳》）：
論者或怪亮文彩不艷，而過于丁寧周至。臣愚以為咎繇大賢也，周公聖人
也，考之尚書，咎繇之謨略而雅，周公之誥煩而悉。何則？咎繇與舜、禹
共談，周公與群下矢誓故也。亮所與言，盡眾人凡士，故其文指不得及遠
也。然其聲教遺言，皆經事綜物，公誠之心，形于文墨，足以知其人之意
理，而有補於當世。
南梁．劉勰《文心雕龍．章表》：
魏初表章，指事造實，求其靡麗，則未足美矣。至如文舉（孔融）之《薦
禰衡》，氣揚采飛；孔明之辭後主，志盡文暢；雖華實異旨，並表之英也。
唐．杜甫（712-770）《蜀相》：
丞相祠堂何處尋，錦官城外柏森森。映階碧草自春色，隔葉黃鸝空好音。
三顧頻煩天下計，兩朝開濟老臣心。出師未捷身先死，長使英雄淚滿襟。
宋．蘇軾（1037-1101）《樂全先生文集叙》：
諸葛孔明不以文章自名，而開物成務之姿，綜練名實之意，自見於言語。
至《出師表》，簡而盡，直而不肆，大哉言乎！與《伊訓》、《說命》相表
裏，非秦、漢以來以事君為悅者所能至也。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
18
宋．惠洪（1071-1128）《冷齋詩話》：
李格非善論文章，嘗曰：諸葛孔明《出師表》、劉伶《酒德頌》、陶淵明《歸
去來辭》、李令伯《陳情表》，皆沛然從肺腑中流出，殊不見斧鑿痕。
宋．陸游（1125-1210）：
病骨支離紗帽寬，孤臣萬里客江干。
位卑未敢忘憂國，事定猶須待闔棺。
天地神靈扶廟社，京華父老望和鑾。
出師一表通今古，夜半挑燈更細看。──《病起書懷》

沔陽道中草離離，臥龍往矣空遺祠。
當時典午稱猾賊，氣喪不敢當王師。
定軍山前寒食路，至今人祠丞相墓。
松風想像梁甫吟，尚憶幡然答三顧。
出師一表千載無，遠比管樂蓋有餘。
世上俗錦甯辦此，高台當日讀何書?──《游諸葛武侯書臺》

七十人言自古稀，我今過二未全衰。
讀書似走名場日，許國如騎戰馬時。
秋晚雁來空自感，夜闌酒盡不勝悲。
渭濱星霣逾千載，一表何人繼出師！──《七十二歲吟》

秋色關河外，秋聲天地間，壯士感此時，朝鏡雕朱顏。
一身寄空谷，萬裏夢天山，噫嗚怒眥裂，憤激悲涕潸。
古來真龍駒，未必置天閑；長松倒澗壑，委棄同蓁菅。
得志未可測，談笑濟時艱，凜然出師表，一字不可刪。──《感秋》

早歲那知世事艱，中原北望氣如山。
樓船夜雪瓜洲渡，鐵馬秋風大散關。
塞上長城空自許，鏡中衰鬢已先斑。
出師一表真名世，千載誰堪伯仲間。──《書憤》
宋．安子順（1158-1227）（見宋人謝枋得 [1226-1289]《文章軌範》）：
讀諸葛亮《出師表》不墮淚者不忠，讀李密《陳情表》不墮淚者不孝，讀
韓愈《祭十二郎文》不墮淚者不慈。 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
19
宋．真德秀（1178-1235）《文章正宗》：
三國非無文章，獨取武侯一表者，以其發於至忠也。
宋．文天祥（1236-1283）《正氣歌》：
天地有正氣，雜然賦流形。……時窮節乃見，一一垂丹青。……或為出師
表，鬼神泣壯烈。……是氣所磅礡，凜烈萬古存。
明．歸有光（1507-1571）《文章指南》：
為文必在養氣，氣充乎內而文溢於外，蓋有不自知者，如諸葛孔明《前出
師表》、胡澹《上高宗封事》，皆沛然肺腑中流出，不期文而自文，謂非正
氣之所法乎！
明．郭明龍（見清人于光華 [1727?-?] 編《文選集評》）：
忠義自肺腑流出。古樸真率，字字滴淚。與日月爭光，不在文章蹊徑論也，
然情至而文生。
清．金聖嘆（1608-1661）《天下才子必讀書》：
此文，自來讀者皆嘆其矢死伐魏，以為精忠，殊不知此便是了沒交涉也。
看先生自云：「臨表涕泣。」夫伐魏即伐魏耳，何用涕泣為哉？正惟此日
國事，實當危急存亡之際；而此日嗣主，方在醉生夢死之中。知子莫如父，
惟「不才」之目，固已驗矣；豈知臣莫如君，而「自取」之語，乃遂敢真
蹈也？於是而身提重師，萬萬不可不去；心牽鈍物，又萬萬不能少寬。因
而切切開導，勤勤叮嚀，一回如嚴父，一回如慈嫗。蓋先生此日此表之涕
泣，固自有甚難甚難（向榮案：「甚難」二字犯複，疑為衍文，或有誤「歎」作「難」
者，亦未可知。）於嗣主者，而非為漢賊之不兩立也。後日杜工部有詩云：
「幹排雷雨猶力爭，根斷泉源豈天意？」正是此一副眼淚矣。哀哉！哀哉！
清．吳楚材（1655-?）、吳調侯《古文觀止》：
後主建興五年，諸葛孔明率軍北駐漢中，以圖中原，臨發上此疏。大意只
重親賢遠佞，而親賢尤為遠佞之本。故始以「開張聖聽」起，末以「咨諏」、
「察納」收。篇中十三引先帝，勤勤懇懇，皆根極至誠之言，自是至文。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
20
清．浦起龍（1679-1762）《古文眉詮》：
伊尹頻稱先王，武鄉頻引先帝，其聖賢氣象，兼骨肉恩情，似老家人出外，
叮嚀幼主人。言言聲淚兼並，而一時外攘內顧，雙管並下。於事則主行師，
於情則主居守，平側自見也。
清．過珙《詳訂古文評注全集》：
懇懇惻惻，是君臣語，亦是父子語。看其敘寵遇，則曰「三顧臣」、曰「語
臣」，曰「寄臣以大事」；敘報效，則曰「許先帝」，曰「受任」，曰「恐託
付不效」。當年心事，自有耿耿不可磨滅之處。
清．唐介軒《古文翼》：
親賢遠佞，是通篇主意。說到嘆息痛恨處，千古而下，為之扼腕。前後「先
帝」凡十三見，忠愛勤懇，此心可貫金石，循環諷詠，不忍釋手。
清．曾國藩（1811-1872）《曾文正公文集．求闕齋讀書錄》：
古人絕大事業，恆以精心敬慎出之。以區區蜀漢一隅，而欲出師關中，北
伐曹魏，其志願之宏大，事勢之艱危，亦古今所罕見。而此文不言其艱巨，
但言志氣宜恢弘，刑賞宜平允，君宜以親賢納言為務，臣宜以討賊進諫為
職而已。故知不朽之文，必自襟度遠大、思慮精微始也。
清．林紓（1852-1924）《古文辭類纂選本》：
並不著意為文，而語語咸自血性中流出。精忠之言，看似輕描淡寫，而一
種艱懇之意，溢諸言外。視郭忠武之自陳，尚覺郭言少激，而公文則純是
一腔熱血也。
【討論問題】
1. 諸葛亮為甚麼不在表中指明朝中小人的名字？
（一）北伐在即，即將遠離後主，若明言小人名字，恐將引起小人不滿，伺機
報復，顛覆朝政。
（二）表中力勸後主宜選賢任能，親賢遠佞。若後主聽從，自會遠離小人；若
不從，於表中檢舉小人亦於事無補。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
21
2. 《出師表》明明是給後主的表書，諸葛亮為何在表中屢次提及先帝？
（一）希望以父子之情感動後主，叮囑他要追念先帝遺訓。
（二）說明內外大臣盡忠後主，乃因感恩先帝殊遇，勸勉他要繼承父德，公正
執法，選賢任能。
（三）激勵後主要發憤圖強，繼承父志，以復興漢室為任。
（四）利用先帝名義與權威，突出老臣身分，並加強說服力。
（五）借感念先帝來抒懷明志，表白自己忠君愛國的心意。
3. 諸葛亮在《出師表》中向後主提出了不少忠告，試舉例說明之。你認為當中
哪一種是作者最為憂心的？為甚麼？
（一）廣開言路：「宜開張聖聽，以光先帝遺德，恢弘志士之氣。」
（二）執法公正：「陟罰臧否，不宜異同」、「宜付有司，論其刑賞」、「不宜偏
私，使內外異法」。
（三）親賢遠佞：「親賢臣，遠小人，此先漢所以興隆」、「親小人，遠賢臣，
此後漢所以傾頹」。
（四）自謀自強：「不宜妄自菲薄，引喻失義，以塞忠諫之路」、「陛下亦宜自
謀，以諮諏善道，察納雅言」。
四項忠告中，諸葛亮最憂心的是「親賢遠佞」。因為後主年紀尚輕，又寵
信小人，而今臨近北代，即將遠離後主，諸葛亮不得不擔心小人會趁機
顛亂朝政，破壞北伐計劃。而且，親信小人正是後主的弱點，若能親賢
遠佞，則其餘各項均可落實。
4. 《出師表》為臣子向國君進言的奏表，但諸葛亮在表中卻屢以告誡口吻規勸
後主，似乎逾越了君臣之禮。為甚麼諸葛亮要用這種告誡的口吻說理？試加
以分析說明。
（一）諸葛亮輔佐先帝劉備創建蜀漢，功高權重，是蜀漢重要的開國老臣。
（二）劉備臨終前曾託孤予諸葛亮，並對劉禪說：「汝與丞相從事，事之如父。」
故此，對後主而言，諸葛亮不只是老臣，更有如君父一樣的特殊地位。
（三）由於諸葛亮的特殊身份，《出師表》中除了表達臣下對後主應有的恭謹
態度外，間有採用告誡口吻者，旨為加強文章語氣，叮嚀後主要發憤圖
強，不但沒有逾越君臣之禮，更表現出懇切動人的誠意。諸葛亮不卑不
亢的語氣，輕重分寸掌握得恰到好處，正符合其特殊的身份與地位。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
22
5. 諸葛亮在《出師表》中向後主自述身世及志向，當中有何用意？
（一）諸葛亮身繫國家要職，權高位重，故借述明身世，說明自己本性淡泊，
不求功名，只為感激先帝知遇之恩才出效忠，從而釋除後主猜疑。
（二）表白自己盡忠為國，對先帝及後主忠心耿耿。
（三）表明自己受先帝託孤之命，突出老臣地位，借用先帝權威以加強說服
力。
（四）說明北伐的意義與有利條件，指出當時「南方已定，兵甲已足」，正是
伐魏的好時機。
（五）回顧歷史，指出先帝創業艱難，而今國勢緊張，勸勉後主要發憤圖強，
繼承父志，以復興漢室為任。
6. 諸葛亮將自己與劉備的遇合及個人的感懷，放在《出師表》的最後部分。如
果改將這抒懷明志的部分放在文首，是否會影響這篇表書的感染力呢？請想
一想。
如果將個人感懷的部分置於文首，開章即突出諸葛亮的功勞與地位，容
易令全文重心失衡，影響表書的說服力，甚至引起後主猜疑及不滿。
相反，現在以分析國家形勢起首，可以引起後主緊張國情，更加專注於
表書內容，對當中「廣開言路」、「執法公正」、「親賢遠佞」等勸諫有更
深印象。說理之後，再在文末加入諸葛亮的感懷部分，動之以情，有助
將前文的理念順利推展，加強全文的感染力，收畫龍點睛之效。
7. 劉備臨終前曾交代諸葛亮：「若嗣子可輔，輔之；如其不才，君可自取。」你
認為這是劉備由衷之言，還是另有用心？如果你是諸葛亮，面對後主這個扶
不起的阿斗，你會如何選擇？請加以說明。
此為開放式題目，旨為引導同學自由討論，言之成理即可。
【延伸閱讀】
諸葛亮《誡子書》
夫君子之行，靜以修身，儉以養德；非澹泊無以明志，非寧靜無以致遠。夫
學須靜也，才須學也；非學無以廣才，非志無以成學。淫慢則不能勵精，險躁則
不能治性。年與時馳，意與日去，遂成枯落，多不接世。悲守窮廬，將復何及！
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
23
諸葛亮《後出師表》
先帝慮漢、賊不兩立，王業不偏安，故託臣以討賊也。以先帝之明，量臣之
才，故知臣伐賊才弱敵強也；然不伐賊，王業亦亡，惟坐待亡，孰與伐之？是故
託臣而弗疑也。
臣受命之日，寢不安席，食不甘味，思惟北征，宜先入南，故五月渡瀘，深
入不毛，幷日而食。臣非不自惜也，顧王業不得偏全於蜀都，故冒危難以奉先帝
之遺意也，而議者謂爲非計。今賊適疲於西，又務於東，兵法乘勞，此進趨之時
也。
謹陳其事如左：高帝明並日月，謀臣淵深，然涉險被創，危然後安。今陛下
未及高帝，謀臣不如良、平，而欲以長計取勝，坐定天下，此臣之未解一也。劉
繇、王朗各據州郡，論安言計，動引聖人，羣疑滿腹，衆難塞胸，今歲不戰，明
年不征，使孫策坐大，遂幷江東，此臣之未解二也。曹操智計殊絕於人，其用兵
也，髣髴孫、吳，然困於南陽，險於烏巢，危於祁連，偪於黎陽，幾敗北山，殆
死潼關，然後僞定一時耳，況臣才弱，而欲以不危而定之，此臣之未解三也。曹
操五攻昌霸不下，四越巢湖不成，任用李服而李服圖之，委夏侯而夏侯敗亡，先
帝每稱操爲能，猶有此失，況臣駑下，何能必勝？此臣之未解四也。自臣到漢中，
中間朞年耳，然喪趙雲、陽羣、馬玉、閻芝、丁立、白壽、劉郃、鄧銅等及曲長
屯將七十餘人，突將無前。賨、叟、青羌散騎、武騎一千餘人，此皆數十年之內
所糾合四方之精銳，非一州之所有，若復數年，則損三分之二也，當何以圖敵？
此臣之未解五也。今民窮兵疲，而事不可息，事不可息，則住與行勞費正等，而
不及今圖之，欲以一州之地與賊持久，此臣之未解六也。
夫難平者，事也。昔先帝敗軍於楚，當此時，曹操拊手，謂天下以定。然後
先帝東連吳、越，西取巴、蜀，舉兵北征，夏侯授首，此操之失計而漢事將成也。
然後吳更違盟，關羽毀敗，秭歸蹉跌，曹丕稱帝。凡事如是，難可逆見。臣鞠躬
盡瘁，死而後已，至於成敗利鈍，非臣之明所能逆覩也。
李密《陳情表》
臣密言：臣以險釁，夙遭閔凶。生孩六月，慈父見背。行年四歲，舅奪母志。
祖母劉，愍臣孤弱，躬親撫養。臣少多疾病，九歲不行，零丁孤苦，至于成立。
既無叔伯，終鮮兄弟。門衰祚薄，晚有兒息。外無朞功強近之親，內無應門五尺
之童。煢煢孑立，形影相弔。而劉夙嬰疾病，常在床蓐，臣待湯藥，未嘗廢離。
逮奉聖朝，沐浴清化。前太守臣逵，察臣孝廉；後刺史臣榮，舉臣秀才。臣
以供養無主，辭不赴命。詔書特下，拜臣郎中，尋蒙國恩，除臣洗馬。猥以微賤，
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
24
當待東宮，非臣隕首所能上報，臣具以表聞，辭不就職。詔書切峻，責臣逋慢。
郡縣逼迫，催臣上道，州司臨門，急於星火。臣欲奉詔奔馳，則以劉病日篤；欲
茍順私情，則告訴不許。臣之進退，實為狼狽。
伏惟聖朝，以孝治天下，凡在故老，猶蒙矜育。況臣孤苦，特為尤甚。且臣
少事偽朝，歷職郎署。本圖宦達，不矜名節。今臣亡國賤俘，至微至陋。過蒙拔
擢，寵命優渥，豈敢盤桓，有所希冀？但以劉日薄西山，氣息奄奄，人命危淺，
朝不慮夕。臣無祖母，無以至今日；祖母無臣，無以終餘年。母孫二人，更相為
命，是以區區不能廢遠。
臣密今年四十有四，祖母劉今年九十有六，是臣盡節於陛下之日長，報劉之
日短也。烏鳥私情，願乞終養。臣之辛苦，非獨蜀之人士，及二州牧伯，所見明
知。皇天后土，實所共鑒。願陛下矜愍愚誠，聽臣微志。庶劉僥幸，卒保餘年。
臣生當隕首，死當結草。臣不勝犬馬怖懼之情，謹拜表以聞。
【參考資料】
（一）學術論著
1. 上海辭書出版社編：《學生古詩文鑒賞辭典》（上海：上海辭書出版社，2004
年），下冊，頁 1401-1406。
2. 中華書局編輯部：《名家精譯古文觀止》（北京：中華書局，1993 年），頁
256-260。
3. 王水照等：《古文觀止譯注》（上海：上海古籍出版社，2010 年），頁 213-216。
4. 王峰、馬奔騰注釋：《中學生必背古詩文（初級五十篇）》（香港：智能教育
出版社，2004 年），頁 20-27。
5. 四川師範學院中文系古典文學教研組選注：《中國歷代文選》（北京：人民文
學出版社，1980 年），上冊，頁 388-394。
6. 甘玉貞編著：《古代散文導讀（先秦至魏晉南北朝）》（香港：三聯書店，2014
年），頁 150-160。
7. 李永田：《中國古文鑒賞》（香港：商務印書館，2014 年），頁 88-90。
8. 杜祖貽、劉殿爵主編：《中國文學古典精華：文選》（臺北：臺灣商務印書館，
2000 年），頁 242-248。
9. 洪本健、方笑一、戴從喜、李強：《深入閱讀〈古文觀止〉》（臺北：五南圖
書出版股份有限公司，2014 年），頁 443-448。
10. 袁行霈主編：《歷代名篇賞析集成（魏晉南北朝隋唐五代卷）》（北京：高等
教育出版社，2009 年），頁 57-63。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
25
11. 張新科、尚永亮主編：《先秦兩漢文觀止》（西安：陝西人民教育出版社，1998
年），頁 591-597。
12. 梁衡編著：《影響中國歷史的十篇美文》（香港：商務印書館，2013 年），頁
32-39、99-104。
13. 郭建勛、翟新明編著：《絕世妙筆〈古文觀止〉新編》（長沙：嶽麓書社，2014
年），頁 55-59。
14. 陳文新、魯小俊編著：《休閑古文鑒賞辭典》（北京：商務印書館，2014 年），
頁 207-210。
15. 陳振鵬、章培恒主編：《古文鑒賞辭典》（上海：上海辭書出版社，2014 年
新一版），上冊，頁 444-449。
16. 陳壽：《三國志．蜀書．諸葛亮傳》（北京：中華書局，1971 年），頁 911-937。
17. 陳耀南選注：《中學生文學精讀．古文》（香港：三聯書店，1994年），頁99-108。
18. 黃坤堯導讀及譯注：《古文觀止》（香港：中華書局，2014 年），頁 197-206。
19. 楊曉菁編著：《古文今讀：陪你輕鬆看經典》（臺北：聯經出版事業股份有限
公司，2012 年增訂二版），頁 146-155。
20. 鄭楚雄編著：《急救文言文》（香港：文化策略出版社，2013 年），頁 75-84。
21. 蕭統編，李善注：《文選．出師表》（北京：中華書局，1977 年），頁 516-517。
22. 遲嘯川編著：《文言文好好讀》（新北：典藏閣，2012 年），頁 114-121。
（二）網上資源
1. 香港教育局──「指定文言經典學習材料原文及參考資料（2014 年 5 月）」：
http://www.edb.gov.hk/tc/curriculum-development/kla/chi-edu/resources/secondar
y-edu/lang/set_text.html
2. 香港能仁專上學院──拙作「古文解惑」專欄（原載《文匯報．教育版》）：
〈《出師表》導讀──廣開言路 賞罰分明〉，2015 年 1 月 2 日
〈《出師表》導讀──親賢遠佞 國家興隆〉，2015 年 1 月 16 日
〈《出師表》導讀──知遇之恩 矢志不忘〉，2015 年 1 月 30 日
〈《出師表》導讀──理周情切 千古至文〉，2015 年 2 月 13 日
http://www.ny.edu.hk/web/ancient_new.html
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
1
諸葛亮《出師表》
臣亮言：先帝創業未半，而中道崩殂。今天下三分，益
州疲敝，此誠危急存亡之秋也！然侍衞之臣，不懈於內；忠
志之士，忘身於外者，蓋追先帝之殊遇，欲報之於陛下也。
誠宜開張聖聽，以光先帝遺德，恢弘志士之氣；不宜妄自菲
薄，引喻失義，以塞忠諫之路也。
宮中、府中，俱為一體；陟罰臧否，不宜異同。若有作
奸、犯科，及為忠善者，宜付有司，論其刑賞，以昭陛下平
明之治；不宜偏私，使內外異法也。
侍中、侍郎郭攸之、費禕、董允等，此皆良實，志慮忠
純，是以先帝簡拔以遺陛下。愚以為宮中之事，事無大小，
悉以咨之，然後施行，必能裨補闕漏，有所廣益。將軍向寵，
性行淑均，曉暢軍事，試用於昔日，先帝稱之曰「能」，是
以眾議舉寵為督。愚以為營中之事，事無大小，悉以咨之，
必能使行陣和睦，優劣得所也。
親賢臣，遠小人，此先漢所以興隆也；親小人，遠賢臣，
此後漢所以傾頹也。先帝在時，每與臣論此事，未嘗不歎息
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
2
痛恨於桓、靈也。侍中、尚書、長史、參軍，此悉貞亮死節
之臣也，願陛下親之信之，則漢室之隆，可計日而待也。
臣本布衣，躬耕於南陽，苟全性命於亂世，不求聞達於
諸侯。先帝不以臣卑鄙，猥自枉屈，三顧臣於草廬之中，諮
臣以當世之事；由是感激，遂許先帝以驅馳。後值傾覆，受
任於敗軍之際，奉命於危難之間，爾來二十有一年矣！先帝
知臣謹慎，故臨崩寄臣以大事也。受命以來，夙夜憂歎，恐
託付不效，以傷先帝之明，故五月渡瀘，深入不毛。今南方
已定，兵甲已足，當獎帥三軍，北定中原，庶竭駑鈍，攘除
奸凶，興復漢室，還於舊都。此臣所以報先帝，而忠陛下之
職分也。至於斟酌損益，進盡忠言，則攸之、禕、允之任也。
願陛下託臣以討賊興復之效；不效，則治臣之罪，以告
先帝之靈。若無興德之言，則責攸之、禕、允等之 咎，以彰
其慢。陛下亦宜自謀，以諮諏善道，察納雅言，深追先帝遺
詔。臣不勝受恩感激。今當遠離，臨表涕泣，不知所云。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
3
諸葛亮《出師表》導讀
【作者簡介】
諸葛亮（181-234 年），字孔明，東漢末年琅琊陽都（今山東沂南）人，三國
時期著名政治家、軍事家。青年時隨叔父避亂往南陽隆中（今湖北襄陽縣西），
隱居耕種，結交龐統（179-214）、徐庶（生卒年不詳）等名士，並以齊國著名政
治家管仲（前 719?-前 645）及燕國軍事家樂毅（生卒年不詳）自比，被時人稱
為「卧龍」。
漢獻帝建安十二年（207 年），諸葛亮 26 歲，受劉備（161-223）「三顧草廬」
的誠意感動，為其擬定「東連孫吳，北拒曹魏」的天下三分之計，以求復興漢室。
建安十三年（208），諸葛亮助劉備結合孫權（182-252），聯吳抗曹，於赤壁大敗
曹操（155-220），劉備得以取荊州，平成都，遂成魏、蜀、吳三分天下之勢。劉
備即蜀漢帝位後，諸葛亮受命為丞相。
章武三年（223 年），劉備征吳敗死，諸葛亮受託孤遺命，輔佐後主劉禪
（207-271），封武鄉侯，總理國政。他厲精圖治，修好孫吳關係，撫定南方叛亂，
然後六出祁山，北伐中原；又曾設計木牛、流馬、孔明燈，改良連弩，作八陣圖，
對蜀國的政治或軍事發展，均有重大貢獻。可惜，時無良將，國力不繼，諸葛亮
積勞成疾，終在建興十二年（234 年）八月於五丈原（今寶雞岐山境內）病逝，
年 54 歲。
諸葛亮去世後，劉禪追諡其為忠武侯，故後世常尊稱其為武侯、諸葛武侯。
西晉．陳壽（233-297）著《三國志》，為諸葛亮立傳，並將其遺作文章、兵書、
奏摺等，編輯成《諸葛亮集》（又稱《諸葛氏集》），今已不傳。清．張澍（1776-1847）
輯錄有《諸葛忠武侯集》行世，即今所見《諸葛亮集》。

【寫作背景】
蜀漢章武三年（223 年）春，劉備病重，向諸葛亮囑託後事。據《三國志．
諸葛亮傳》所載，劉備謂亮曰：「君才十倍曹丕，必能安國，終定大事。若嗣子
可輔，輔之；如其不才，君可自取。」亮涕泣曰：「臣敢竭股肱之力，效忠貞之
節，繼之以死！」先主又為詔敕後主曰：「汝與丞相從事，事之如父。」
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
4
劉備去世後，諸葛亮繼續輔佐後主劉禪，整理國政。蜀漢後主建興四年（226
年），魏文帝曹丕（187-226）病逝，子曹叡（205?-239）即位，是為魏明帝。眼
見曹魏遭逢大喪，諸葛亮認為機不可失，遂於建興五年（227 年）屯兵漢中，準
備北伐曹魏。
當時，後主劉禪年二十一，少不更事，資質平庸，又寵信宦官黃皓（?-271）
1。諸葛亮擔心北伐期間，後主不知長進，致使小人把持政權，故於出征前上表
後主，懇切勸諫後主要廣開言路、執法公正、親賢遠佞、自謀自強，不忘先帝遺
詔，務以復興漢室為己任。
【版本源流】
 〈出師表〉一文，寫於建興五年（227 年），首見於西晉．陳壽《三國志．
蜀書．諸葛亮傳》，本無篇名。後收入南梁．蕭統（501-531）編、唐．李善（630-689）
注之《文選》（又名《昭明文選》），始題作〈出師表〉。清康熙三十四年（1695
年），吳楚才（1655-?）、吳調侯（生卒年不詳）叔侄兩人選編自東周至明代 222
篇範文精品的《古文觀止》付印，其中亦收錄此表，並易名為〈前出師表〉。
 諸葛亮於建興五年（227 年）北伐曹魏前上表劉禪，此表即本文導讀之〈出
師表〉（〈前出師表〉）；建興六年（228 年），諸葛亮出兵散關，圍陳倉，出征前
又再度上表後主，後人遂按時間次序，將兩篇表書分別稱為〈前出師表〉與〈後
出師表〉。
 〈後出師表〉亦為名篇，其中佳句如「鞠躬盡瘁，死而後已」、「先帝慮漢賊
不兩立，王業不偏安」等，一向為人傳誦。惟此表文並不收錄於《三國志》，南
朝裴松之（372-451）於《三國志．諸葛亮傳》下注云：「此表《亮集》所無，出
張儼《默記》。」由於本傳不載，加上其內容與正史稍有出入，學者乃疑此表當
非出自諸葛亮手。
 本文採用《古文觀止》本，兼參《三國志．諸葛亮傳》、《文選．出師表》及
《三國志．董允傳》所引，互為校訂；如有異文，則於註釋申明。


1 《三國志．蜀志．董允傳》：「後主漸長大，愛宦人黃皓。皓便僻佞慧，欲自容入。允常上則正
色匡主，下則數責於皓。」
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
5
【題解】
 〈出師表〉一文，顧名思義，即出師前的表書。「表」是古代臣下對君主書
陳情言事時用的一種公務文體。
 漢代以前，臣下對君主進言，多稱「上書」；漢代以後，則細分為「章」、「奏」、
「表」、「議」四大類別。劉勰（約 465-520）《文心雕龍．章表》細分曰：「章以
謝恩，奏以按劾，表以陳情，議以執異。」李善《文選》注云：「言標著事序，
使之明白，以曉主上，得盡其忠，曰表。」可見「表」有表白臣子忠義之作用，
內容以曉理、陳情為主。
 「表」為奏議類的公務文書，語言相對樸實，歷來以表書傳誦後世者不多。
惟諸葛亮〈出師表〉一文，敘事賢明通達，陳情真摯感人，字字句句，皆從肺腑
而出，自然流露作者的至情至性，將本來樸實無華的文體表現得無比動人，故被
奉為理政的規範，為人的圭臬，作文的楷模，歷代傳誦不絕。《文心雕龍．章表》
評曰：「孔明之辭後主，志盡文暢……表之英也。」誠非溢美之辭。
【文章結構】
段落 段意 主旨
第 1-2 段 1. 分析國勢危急，引起後主緊張，認真思考國情：
1.1 先帝創業未半，而中道崩殂。
1.2 天下三分，益州疲敝。
2. 指出內外百官捨身不懈，乃因先帝生前厚待之故，
期盼後主傳承先帝美德，守護蜀漢基業。
分析情勢
1. 勸勉後主要光大先帝遺德，激勵將士志氣：
1.1 宜開張聖聽
1.2 不宜妄自菲薄，引喻失義
2. 勸戒後主要彰顯平明之治，讓內外百官繼續忠心為
國：
2.1 宮中府中，陟罰臧否
2.2 宜付有司，論其刑賞
2.3 不宜偏私，內外異法
勉以君德
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
6
第 3-4 段 勸勉後主親賢遠佞，以史為鑒；完成先帝遺願，復
興漢室。當中又分兩個層次：
1.1 為後主推舉政治、軍事各方方面之賢才，並
指出先帝與其之關係，望後主加以重用：
 宮中：侍中郭攸之、費禕
 侍郎董允
 府中：尚書陳震、長史張裔（文官）
 參軍蔣琬、將軍向寵（武官）
1.2 以史證加強說服力，並指出先帝對此歎息痛
恨，望後主以史為鑒：
 正：親賢遠佞，先漢所以興隆
 後主依此治國，漢室可興
 反：親佞遠賢，後漢所以傾頹
 桓、靈誤國，望後主引以為戒
第 5 段 自述生平，明志自誓，盡忠報效先帝及後主：
 本性淡泊，躬耕自足，苟全性命，不求聞達。
 二十一年來，辛勤為國，不為名位，完全是
感激先帝知遇之恩。
 受先帝遺命以來，夙夜憂歎，恐傷先帝之明。
為保國家興隆，渡瀘南征，平定叛亂。
 出師在即，誓志「攘除奸凶，還於舊都」，完
成「報先帝而忠陛下之職分」。
抒懷明志
第 6 段 請後主督責內外大臣要各盡職分，自己亦要察納雅
言，主動思考及徵詢治國良策，以完成先帝遺詔。
抒懷明志
勉以君德
【學習重點】
1. 瞭解「表」的奏議類文體特徵，體會諸葛亮上表時的至情至性，掌握本文傳
誦千載的原因。
2. 瞭解本文的寫作背景，初步認識三國時期的興衰發展，增長歷史知識。
3. 瞭解諸葛亮的生平與成就，體會其忠心為國、「鞠躬盡瘁，死而後已」的精神，
並培養出「受人之託，忠人之事」的責任感與為人態度。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
7
4. 反思劉備、諸葛亮、劉禪一生發展及其成敗因由，以史為鑒，改變氣質，見
賢思齊，見不賢則內自省。
5. 通讀篇章文意，辨識其字形字音，加強閱讀古文之能力。
6. 學習本文正反論述、反覆曉喻的說理方式，改善個人說理技巧。
7. 分析本篇結構，賞握通過敘事、說理來抒情的寫作手法，加強寫作能力。
8. 重溫本篇所見修辭，特別是對偶、映襯、錯綜、借代等，並嘗試自行造句，
提升語文表達能力。
9. 指出本篇所見成語、格言與典故，背誦全文或其中佳句，藉以豐富個人涵養。
10. 根據篇章所述，比較古今思想與文化之異同，鞏固通識及思辨能力。
11. 閱讀延伸篇章，並加以比較，訓練多角度思考，以及觸類旁通的能力。

【互動教學】
1. 以《三國志》為主題的遊戲、小說、漫畫、動畫、音樂、電影、電視劇、專
題節目及其他精品，多不勝數，教師宜善用多媒體教學，引起學生興趣。
2. 展示現實中與諸葛亮相關旅遊景點的圖片，如赤壁、定軍山、五丈原、河南
臥龍崗、諸葛草廬、武侯祠等；或諸葛亮的重要發明，如木牛、流馬、孔明
燈、連弩等，輔以簡單講解，加深學生印象，並鞏固其歷史知識與通識能力。
3. 請同學選擇一位三國歷史人物以自比，然後分享其選/不選諸葛亮的原因，從
以瞭解學生對諸葛亮其人其事的評價，加強其思辨能力，跟進品德輔導。
4. 指出「鞠躬盡瘁，死而後已」、「出師未捷身先死，長使英雄淚滿襟」、「親賢
臣，遠小人」等名句，均與諸葛亮有關，請同學舉出更多與三國人物相關的
成語、詩詞或典故。
5. 指出《出師表》本為公文，後來卻變成文學名篇。請同學嘗試舉出其他具備
應用文性質的文學佳篇（如李密《陳情表》、韓愈《祭十二郎文》、林覺民《與
妻訣別書》、傅雷《傅雷家書》、龍應台《親愛的安德烈》等）。
6. 請同學嘗試以後主的身份，擬定對《出師表》的覆函，以訓練其靈活思考及
書寫應用文的能力。
7. 請同學輪流以廣東口語翻譯《出師表》，並請其他同學評鑒，從而增進學習的
趣味，並提升其表達能力。
 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
8
【文本導讀】
臣亮 言 1：先 帝 2 創 業未 半，而中 道 崩 殂 3。今 天下 三 分，益州 疲
敝 4，此 誠 危急 存 亡 之秋 5 也 ！然 侍 衞 之臣 ， 不懈 於 內； 忠志 之 士，
忘身 於 外者，蓋追 先 帝之 殊 遇 6，欲 報之 於陛 下 7 也。誠宜 開 張聖 聽 8，
以光 先 帝遺 德， 恢 弘 9 志 士之 氣； 不 宜妄 自 菲 薄 1 0，引喻失 義 11，以
塞忠 諫 之路 也 。
宮中、府 中 1 2，俱 為 一體；陟 罰臧 否 1 3，不宜 異 同 1 4。若 有作 奸、
犯 科 1 5，及 為 忠善 者，宜付 有 司 1 6，論其 刑賞，以 昭陛 下 平明 之 治 1 7；
不宜 偏 私， 使 內外 異 法 1 8 也。
侍中 、 侍 郎 1 9 郭攸 之、 費 禕、 董 允 2 0 等， 此 皆良 實 2 1， 志慮 忠
純 2 2，是以 先 帝簡 拔以 遺 2 3 陛 下。愚 以為 宮 中之 事，事 無大 小，悉 以
咨 之 2 4，然後 施 行，必 能裨 補 闕漏 2 5，有 所廣 益 2 6。將 軍向 寵 2 7，性
行淑 均 2 8，曉 暢 2 9 軍事，試 用 3 0 於昔 日，先 帝稱 之 曰「 能」，是 以 眾
議舉 寵 為 督 3 1。愚 以為 營 中之 事，事 無大 小，悉以 咨 之 3 2，必 能 使行
陣和 睦 3 3， 優 劣得 所 3 4 也。
親賢 臣，遠 小 人 3 5，此 先 漢所 以 興隆 也；親 小人，遠 賢 臣 3 6，此
後漢 所 以傾 頹 也。先 帝在 時，每 與臣 論 此 事，未嘗 不 歎息 痛 恨 3 7 於桓、
靈 3 8 也。 侍中 、 尚 書、 長 史、 參 軍 3 9，此 悉 貞亮 死 節之 臣 4 0 也， 願
陛下 親 之信 之 ，則 漢室 之 隆， 可 計日 而待 也 。
臣本 布衣 4 1， 躬耕 4 2 於南陽 4 3， 苟全 4 4 性命 於亂 世 ，不 求 聞達
4 5 於諸侯。先 帝不 以臣 卑 鄙 4 6，猥 自 枉 屈 4 7，三顧 4 8 臣 於草 廬 之中 ，
諮 4 9 臣以 當 世之 事；由 是 感 激，遂 許 先帝 以 驅 馳 5 0。後 值傾 覆 5 1，受
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
9
任於 敗 軍之 際，奉 命於 危 難之 間 5 2，爾來 二 十有 一 年 矣 5 3！先 帝知 臣
謹慎 ， 故臨 崩 寄臣 以大 事 5 4 也 。受 命 以來 ， 夙 夜 5 5 憂歎 ，恐 託 付不
效 5 6，以 傷 先帝 之 明，故 五月 渡 瀘，深入 不 毛 5 7。今 南 方已 定，兵 甲
5 8 已足，當 獎帥 三 軍 5 9，北定 中 原 6 0，庶 竭 駑 鈍 6 1，攘 除奸 凶 6 2，興
復漢 室，還 於 舊 都 6 3。此臣所 以 報先 帝，而忠 陛下 之 職 分 6 4 也。至於
斟酌 損 益 6 5， 進盡 忠言 ， 則攸 之 、禕 、允 之 任也 。
願陛 下 託臣 以 討賊 興復 之 效；不 效，則 治臣 之 罪，以 告先 帝 之靈 。
若無 興 德之 言，則 責攸 之、禕、允等 之 咎，以彰 其 慢 6 6。陛下 亦宜 自
謀 6 7，以諮 諏 善 道 6 8，察 納 雅言 6 9，深 追先 帝 遺 詔 7 0。臣 不 勝 7 1 受恩
感激 。 今當 遠 離， 臨表 涕 泣 7 2， 不知 所 云 7 3。
註釋
1. 臣亮言：臣亮，作者自稱。依照中國傳統禮儀，古人自稱必用「名」；尊長稱
後輩亦多用對方之「名」；平輩相稱，或敬稱尊輩，則用對方之「字」；益添
敬意，則稱對方之「號」，或尊稱為某某先生，或以地望來代稱。言，上表陳
事。「臣亮言」三字，《三國志．諸葛亮傳》缺，《文選》首出始見之。
2. 先帝：指蜀漢昭烈帝劉備。先，稱已故之尊長。
3. 崩殂：古時稱帝王之死曰「崩」。殂○粵 [曹，tsou4]，死，《說文》曰：「殂，
往、死也。」《文選》本「殂」作「徂」，義同。
4. 益州疲敝：益州，東漢州名，管轄範圍約為今四川、貴州、雲南等地，為蜀
漢主要領土，此處借代為蜀漢。疲敝，困乏。《文選》本作「罷弊」，同罷敝，
均指疲勞困乏義。案：劉備於章武二年（222 年）被東吳陸遜所敗，此後人
疲物乏，蜀漢國力貧弱。
5. 此誠危急存亡之秋：這真是局勢危急、生死存亡的時刻。誠，實在、確實。
秋，時刻、關頭。
6. 蓋追先帝之殊遇：那都是因為追念先帝的厚愛。蓋，乃、是。殊遇，特殊的
待遇，指厚待。《文選》本無「殊」字。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
10
7. 陛下：古時臣民對帝王的尊稱。陛，宮殿的臺階。臣民不敢直呼天子，乃請
立在天子左右臺階的近侍官臣代為傳達，於是轉稱天子為陛下。
8. 誠宜開張聖聽：實在應該廣泛地聽取群臣意見。開張，擴張。聖，尊稱天子，
此指後主劉禪。「聖聽」，《文選》本同，《三國志．諸葛亮傳》作「聖德」，當
涉下句「遺德」而誤。
9. 恢弘：廣大，此處作動詞用，解為擴大，有發揚、鼓舞之意。
10. 妄自菲薄：過分自卑，不知輕重。妄，亂。菲○粵 [匪，fei2]，微薄。
11. 引喻失義：指說話失分寸，內容不恰當。引喻，稱引、譬喻。義，合宜、恰
當。
12. 宮中府中：宮中，皇帝宮殿中，指天子身邊的侍臣。府中，丞相府第中，指
府內一般官吏。
13. 陟罰臧否：《說文》：「陟，登也。」「陟」○粵 [即，dzik7]為登、升義，引申指
提拔、晉升。臧○粵 [裝，dzong1]，善，引申為褒揚、獎勵。否○粵 [鄙，pei2]，
惡，引申為批評、責備。此處用錯綜修辭，指賞功罰過。
14. 不宜異同：不應該有差別。異同，差異，此為偏義複詞，詞義著重於前一字
「異」。
15. 作奸犯科：作惡犯法。奸，指壞事。《三國志．諸葛亮傳》、《文選》本「奸」
作「姦」，義同。科，科條法令。
16. 有司：主管的官員。古代設官分職，各有專司，故稱官吏為「有司」。
17. 以昭陛下平明之治：以彰顯陛下公平清明的治理。昭，光明，此指彰顯。平
明：公平、清明。治，治理，施政。《三國志．諸葛亮傳》、《文選》本「治」
作「理」，蓋避唐高宗李治之諱而改。
18. 內外異法：內外，指宮中與宮外（即前文述及的丞相府中）。異法，相異的法
則。
19. 侍中侍郎：侍中，侍從皇帝左右，以備應對顧問的文官。侍郎，宮庭近侍官。
20. 郭攸之、費禕、董允：郭攸○粵 [由，jau4]之，字演長，建興二年（224）任黃
門侍郎，後遷侍中。費禕○粵 [秘衣，bei3 ji1]（?-253），字文偉，後主劉禪踐
位時任黃門侍郎，後遷為侍中。董允（?-246），字休昭，時為黃門侍郎，後
遷侍中。與諸葛亮、費禕、蔣琬並稱為「蜀漢四相」。
21. 良實：賢良、信實。
22. 志慮忠純：志慮，心志、思慮。忠純，忠貞、純正。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
11
23. 簡拔以遺：簡拔，選拔。簡，同「揀」。遺，留下。
24. 悉以咨之：悉，全部。咨，同「諮」，諮詢、商量。之，代詞，代指上述各人。
25. 裨補闕漏：裨○粵 [悲，bei1]，助益。闕○粵 [缺，kyt8]，同「缺」，缺失。漏，
漏洞、疏漏。
26. 有所廣益：可以提升效益。《文選》本此句後多一「也」字。
27. 向寵（?-240）：字巨違，先主劉備在位時任牙門將。章武二年（223），蜀漢
伐吳大軍潰敗，獨向寵部隊保持完好，故劉備稱許其能幹。後主劉禪即位後，
封向寵為都亭侯，後又為中部督。
28. 性行淑均：性行○粵 [衡，hang4]，性情、行為。淑，善良。均，平，指處事公
平、公正。此處用錯綜修辭，指個性善良，行事公正。
29. 曉暢：通曉、精通。
30. 試用：任用。
31. 督：武職，中部督，掌管禁衛軍。
32. 事無大小，悉以咨之：「事無大小」句，《三國志．諸葛亮傳》、《文選》本均
缺，《古文觀止》本據前文「宮中之事，事無大小，悉以咨之」句補。「咨」，
《文選》本此處作「諮」，而「宮中之事」句則用「咨」，前後不一。
33. 行陣和睦：軍隊團結和睦。行○粵 [航，hong4]，行列。陣，陣形、隊伍。「行
陣」，借代為軍隊。《三國志．諸葛亮傳》作「行陳」，「陳」與「陣」通。「和
睦」，《三國志．諸葛亮傳》同，《文選》本作「和穆」，「穆」與「睦」通。
34. 優劣得所：人才優劣，各得其所。所，處所，指適當的職位。此句末《文選》
本、《古文觀止》本有「也」字，《三國志．諸葛亮傳》缺。
35. 遠小人：遠○粵 [願，jyn6]，形容詞轉品作動詞用，遠離。小人，人格卑下之
徒。
36. 遠賢臣：《三國志．諸葛亮傳》同，《文選》本「臣」作「士」。
37. 痛恨：痛心、遺憾，與現今稱「痛恨」為「極端憎恨」之意不同。
38. 桓、靈：東漢桓○粵 [緩，wun4]帝劉志（132-167，146-167 年在位）、靈帝劉
宏（156-189，168-189 年在位）。桓帝先信任外戚梁冀，後又寵信宦官，下詔
逮捕反對宦官的李膺等二百餘人，興起黨錮之禍。靈帝即位，宦官繼續專政，
朝政腐敗，導致黃巾之亂爆發。
39. 侍中、尚書、長史、參軍：皆屬官名。侍中，指前文引述之郭攸之、費禕；
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
12
尚書，協助皇帝處理政務之官，此指陳震（?-235）。長○粵 [掌，dzoeng2]史，
漢丞相及三公（太尉、司徒、司馬）府均設長史，以輔佐三公，此指張裔（?-230）。
參軍，漢末至南北朝丞相及諸王府掌管軍務的幕僚，此指蔣琬（?-246）。
40. 貞亮死節之臣：堅貞可靠，願為節義而死的大臣。貞，堅定不移。亮，通「諒」，
信實。死節，以死守節。案：此句《文選》本同，《三國志．諸葛亮傳》「臣」
後無「也」字，「貞亮」則作「貞良」，大意均指堅貞可靠。
41. 布衣：平民。古時一般百姓僅穿著粗布衣服，故以布衣借代為平民百姓。
42. 躬耕：親自耕種，此指隱居。躬○粵 [工，gung1]，「躳」之俗字，身也，引申
指親身。《說文》：「躳，身也。从身从呂。躬，躳或从弓。」
43. 南陽：漢郡名，今河南西南部、湖北北部一帶。諸葛亮曾隱居南陽隆中，位
南陽郡西境，即今湖北襄陽市內。
44. 苟全：苟且求全。
45. 聞達：揚名顯達，此指當官。聞○粵 [問，man6]，有名望。
46. 卑鄙：出身卑微，見識鄙陋。此乃自謙之語，與現今稱「卑鄙」為言行惡劣、
缺德之意不同。
47. 猥自枉屈：委屈自己貶低身份。猥○粵 [委，wai2]，猶「辱」，一說通「委」，
委曲，均指委屈對方降低身份之謙敬辭。自，自己，指先帝劉備。枉屈，委
屈，有屈尊就卑之意。
48. 顧：拜訪。
49. 諮：詢問。
50. 遂許先帝以驅馳：於是答應為先帝奔走效勞。遂○粵 [睡，soey6]，於是，文言
常用副辭。許，應允。驅○粵 [拘，koey1]馳，奔走效勞。
51. 後值傾覆：後來遭受戰敗。值，遇上，當。傾覆，傾倒覆滅，指大敗。此指
漢獻帝十三年（208 年），劉備於湖北當陽長阪坡（今湖北當陽市）為曹操所
敗，倉皇逃走一事。
52. 受任於敗軍之際，奉命於危難之間：指諸葛亮在劉備戰敗之時接受任命，出
使東吳，聯結孫權抗曹。案：《三國志．諸葛亮傳》、《文選》本「間」作「閒」，
二字古時音義全同。
53. 爾來二十有一年矣：從那時以來已有二十一年了。爾，代詞，那。有○粵 [又，
jau6]，通「又」。案：諸葛亮於建興五年（227 年）向後主劉禪上表，而先主
劉備於漢獻帝十三年（208 年）兵敗於曹，前後僅 20 年；此所謂「爾來」，
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
13
乃自建安十二年（207 年）諸葛亮草廬出仕起計。
54. 臨崩寄臣以大事：臨終時把國家大事託付給臣。寄，託付。章武三年（223
年）春，劉備被吳將陸遜擊敗，退居永安白帝城（今四川奉節縣）。四月，劉
備病死永安宮，臨終前把國家大事託付諸葛亮，並請他輔佐劉禪。
55. 夙夜：日夜。夙○粵 [叔，suk7]，早。
56. 託付不效：意謂辜負先帝的託付。不效，沒有成效。
57. 故五月渡瀘，深入不毛：所以五月率兵渡過瀘水，深入草木不生的荒蠻之地。
此指諸葛亮於建興三年（225 年）五月南征，大軍渡過瀘水，平定南方諸郡
的叛亂。渡，濟水。《文選》本「渡」作「度」。瀘○粵 [盧，lou4]，水名，今
金沙江上游，其地氣候濕熱，有瘴氣。毛，通「芼」，指草木、蔬菜，《穀梁
傳．定公元年》「毛澤未盡」，范甯注：「邵曰：『凡地之所生謂之毛。』」不毛，
草木不生之地，引申指偏僻荒蠻之地。
杜祖貽、劉殿爵主編《中國文學古典精華：文選》謂西南瀘水一帶叢林茂密，
並非草木不生，疑「毛」可解作「苗」，「不毛」謂「蠻邦不事種植」，可備一
說。案：此處乃借「不毛」引申指荒蠻、未開發之地，至於其地是否草木不
生，似非重點。
58. 兵甲：兵器、鎧甲，借代為軍備。
59. 當獎帥三軍：應當獎勵及統領全軍。「帥」，統帥，率領。案：此句《文選》
本無異，《三國志．諸葛亮傳》「帥」字作「率」。「帥」與「率」通，義同。
60. 中原：泛指黃河流域（今河南中部一帶），當時為曹魏領地。
61. 庶竭駑鈍：希望能竭盡自己平庸拙劣的才能。庶，庶幾，表示願望的副詞。
竭，盡。駑○粵 [奴，nou4]，劣馬。鈍，刀鋒不利。「駑鈍」，以劣馬與鈍刀借
喻才能低劣平庸，乃自謙之辭。
62. 攘除奸凶：剷除奸險凶惡的敵人，此指曹魏。攘○粵 [陽，joeng4]，排除，消
滅。奸，《三國志．諸葛亮傳》、《文選》本均作「姦」，義同。
63. 還於舊都：西漢首都原在長安（今陝西西安），東漢光武帝遷於洛陽。長安、
洛陽乃兩漢舊都，當時均歸曹魏統治，蜀以繼漢統自承，故以攻取二地為還
舊都。案：《三國志．諸葛亮傳》、《文選》本「於」作「于」，義同。
64. 職分○粵 [份，fan6]：職責本分。
65. 斟酌損益：權衡得失，考慮取捨。斟酌，本指適量地注酒至杯中，引申為衡
量、考慮之意。損益，減損與增益，指處事掌握分寸，考慮取捨。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
14
66. 若無興德之言，則責攸之、禕、允等之咎，以彰其慢：如果沒有發揚德行的
建言，就應責備郭攸之、費禕、董充等人的過錯，以表明他們怠慢失職。興○粵
[兄，hing1]，興起，發揚。咎，過失，罪過。彰，彰顯，表明。慢，怠慢，
疏忽，指失職。
案：「若無興德之言，則」七字，《出師表》原文缺，據《三國志．董允傳》
補。「彰其慢」，《三國志．董允傳》引同，《文選》本作「章其慢」，《三國志．
諸葛亮傳》則「慢」、「咎」二字對調。
67. 自謀：自我思考。謀，謀劃，思考。案：此句《三國志．諸葛亮傳》同，《文
選》本則作「自課」，自我省察也。
68. 諮諏善道：諮詢治國良策。諮諏○粵 [周，dzau1]，同義複詞，二字均指徵詢、
商量之意。《三國志．諸葛亮傳》同，《文選》本「諮」作「咨」。道，本指道
路，此指途徑、方法，引申指治國策略。
69. 察納雅言：明察及接納正直的言論。雅言，正言，指正直合理的進言。
70. 先帝遺詔○粵 [照，dziu3]：指劉備臨終時留給劉禪的詔書，見《三國志．先主
傳》注引《諸葛亮集》，其中以「勉之，勉之！勿以惡小而為之，勿以善小而
不為。惟賢惟德，能服於人。」等告誡，至為著名。
71. 不勝：不盡。勝○粵 [升，sing1]，勝任。
72. 涕泣：流淚哭泣。《文選》本、《三國志．諸葛亮傳》作「涕零」，義同。涕，
《說文》：「泣也。」段玉裁《說文解字注》：「『泣也』二字，當作『目液也』
三字，轉寫之誤也。《毛傳》皆云：『自目出曰涕。』」「涕」本義為眼淚，後
來才演變為現今鼻涕之意。泣，低聲哭泣，《說文》：「無聲出涕曰泣。」
73. 不知所云：不知所言為何。表示心情感慨沉重至極，亦有謙稱自己所言混亂
無序、逾越分寸之意。《文選》、《三國志．諸葛亮傳》作「不知所言」，義同。
譯文
臣諸葛亮啓奏：先帝（劉備）創建大業還未完成一半，就中途駕崩。如今天
下分成三國，（我們）益州地區人力物力都疲乏困頓，這真是局勢危急、生死存
亡的時刻啊！然而，侍衛的臣子，在朝廷內毫不懈怠；忠心的將士，在疆場上奮
不顧身，那是因為（他們）追念先帝的厚愛，而想要報答在陛下您的身上啊！（陛
下）實在應該廣泛地聽取群臣意見，以光大先帝留下的美德，振奮將士們的志氣，
不應當隨便看輕自己，說話不合道理，從而堵塞了忠臣進諫的管道啊。
皇宮中的侍臣、丞相府裏的官吏，都是一個整體（蜀漢之臣），（對他們的）
提拔、懲罰、表揚、責備，不應該有不同標準。如果有為非作歹、觸犯法令，或
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
15
盡忠行善的，應該一律交予專責的主管來審議賞罰，以彰顯陛下公平清明的治理
方針；不應該偏袒徇私，致使宮廷內外有不同的執法標準。
侍中郭攸之、費禕、侍郎董允等人，他們都賢良信實，心志思慮忠貞純正，
因此先帝（劉備）選拔他們出來，留以陛下任用。微臣認為官中的事，無論大事
小事，全部都應諮詢他們，然後才去施行，（這樣）必定能夠補救缺點和漏洞，
提升效益。（至於）將軍向寵，品性善良，行事公正，通曉軍事，從前先帝任用
他時，就曾稱許他「能幹」，因此朝臣公議推舉他為中部督。微臣認為軍中的事，
不論大事小事，全部都應諮詢他，（這樣）必定能夠使軍隊團結和睦，人才優劣，
各得其所。
親近賢臣，遠離小人，這是西漢初年得以興盛的原因；親近小人，遠離賢臣，
則是東漢末年所以衰亡的原因。先帝（劉備）在世時，每次和臣談論這些事，沒
有一次不對桓帝（劉志）、靈帝（劉宏）歎息遺憾的。侍中（郭攸之、費禕）、尚
書（陳震）、長史（張裔）、參軍（蔣琬），他們都是堅貞可靠，願為節義而死的
大臣，希望陛下親近他們、信任他們，那麼漢朝的興盛，就指日可待了。
臣本是一介平民，在南陽隱居耕種，只求在亂世中苟全性命，不求在諸侯間
揚名顯達。先帝（劉備）不嫌臣出生卑微、見識鄙陋，反而屈辱自己，紆尊降貴，
三次到草舍來看望臣，詢問臣對當前天下大事的看法；臣因而感動振奮，於是答
應為先帝奔走效勞。後來（先帝）遭受戰敗，（臣）在敗軍之時接受任務，在危
難之時肩負使命，至今已經二十一年了！先帝知道臣處事小心謹慎，所以在臨終
時把（輔助陛下、復興漢室等）國家大事託付給臣。自接受（先帝）遺命以來，
（臣）日夜為國事憂思感歎，深恐託付的任務沒有成效，因而損害了先帝知人之
明。因此，（臣）在五月（冒着酷熱）帶兵渡過瀘水，深入南蠻地區（平撫叛亂）。
如今南方（的叛亂）已經平定，軍隊的裝備也很充足，應當激勵並率領全軍，北
伐平定中原，希望能夠竭盡臣平庸拙劣的才能，剷除奸險凶惡的敵人（曹魏），
復興大漢王朝，遷回原來的首都。這就是臣用以報答先帝，並忠於陛下的職責本
分啊！至於（在政事上）權衡得失、考慮取捨，毫無保留地進獻忠誠意見，那就
是郭攸之、費禕、董允等人的責任了。
希望陛下委任臣負責討伐逆賊、復興漢室的任務，如果不能完成任務，就懲
治臣的罪過，以祭告先帝在天之靈。如果沒有發揚（陛下）德行的建言，就應責
備郭攸之、費禕、董允等人的過錯，以表明他們怠慢失職。陛下也應當自己思慮
謀劃，徵詢治國良策，審察並接納正直的諫言，深切追念先帝的遺訓，（這樣，）
臣就深受陛下恩德而感激不盡了。如今即將離開陛下遠征，（臣）不禁對着這篇
表章潸然淚下，不知道說些甚麼話了。
 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
16

【賞析】
 諸葛亮以政治與軍事才能見稱，並非一個著名文學家，惟其所著《出師表》
一文，卻成為千古傳誦的名篇。誠如宋代大文豪蘇軾所言：「諸葛孔明不以文章
自名，而開物成務之姿，綜練名實之意，自見於言語。至《出師表》，簡而盡，
直而不肆，大哉言乎！」《文心雕龍．章表》評此表為「志盡文暢」，更奉作「表
之英」。宋人甚至說：「讀《出師表》而不墮淚者，其人必不忠。」一篇八百字不
到、語言樸實無華的公務文章，最後竟受到後人如此高度讚揚，究竟原因何在？
 綜合文意，全文大致可分兩部分：前一部分（第 1-4 段）為諸葛亮對後主的
進言勸諫，期望後主追念先帝遺詔，復興漢室；第二部分（第 5-6 段）則抒懷明
志，表白自己對先帝與後主的忠誠。歸根究底，全文大旨可以「理周情切」四字
概括。
 所謂「理周」，乃因文章立論切合實際需要，所言有根有據，建議具體清晰，
不作空泛議論，邏輯嚴謹，說服力強。此文寫於諸葛亮北伐中原之際，全文以規
勸後主劉禪修明內政為重點，而北伐的準備工作及具體計劃，則統統從簡。為甚
麼作者要如此寫呢？因為北伐曹魏、復興漢室，本來就是蜀漢的一貫目標，亦是
諸葛亮作為丞相的本來職分，不必贅言。令諸葛亮最為憂心的，是北伐期間的內
政；若內政出現問題，即使北伐成功，國家亦難以穩定。因此，為免小人趁機顛
亂朝政，諸葛亮在臨行前呈上的表文，不談軍事方略，先分析天下大局，指出蜀
漢國勢危急，從而引起後主緊張，認真思考國情。接着，諸葛亮反復叮嚀後主要
修明內政，其中包括：（一）「廣開言路」、（二）「執法公正」、（三）「親賢遠佞」
及（四）「自謀自強」等具體勸諫；又向後主推薦郭攸之、費禕、董允、蔣琬、
向寵等足以倚重的文武大臣，論述「親賢遠佞」的優劣得失，繼而藉先漢、後漢
的興衰歷史對比作為其論證依據，期望以國家傾頹之嚴重結果，以及先帝對此悲
憂歎息之訓示，儆醒當時寵信宦官的後主，要用心治國，復興漢室。從中可見文
章的有為而發，所論均有具體的針對措施，敘事說理，甚為詳備。
 當然，一篇成功的議論文，除了以理服人外，還應以情動人。面對資質平庸、
寵信宦官小人的後主，諸葛亮處處為大蜀前途考慮，以懇切真誠的諄諄告誡口吻，
勸諫後主宜親賢遠佞、諮諏善道、納察雅言，並述明身世，抒懷明志，處處透露
出諸葛亮對先帝恩情的顧念，以及對年輕後主的殷切寄望。文中共十三次提及「先
帝」，是以老臣身份追念先帝，藉以警惕後主；又有七次稱及「陛下」，不忘以臣
子立場表白個人對後主的忠誠。這種不卑不亢的態度，以及諄諄勸諫的誠意，令
文章既說之以理，亦動之以情，說理與陳情兼合，可謂理周而情切，說明了本文
被奉為千古至文、傳誦不已的原因。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
17
諸葛亮足智多謀，才學非凡，卻生逢亂世，侍奉昏庸之主。面對不思進取的
後主，諸葛亮苦口婆心，勸諫後主應光大先帝遺德，廣開言路，賞罰分明，用心
治國。或許，有人會認為這是愚忠。但忠誠敬業始終是一種普世價值，而諸葛亮
提出的明君管治標準，放諸四海皆準，《出師表》中的公忠體國精神，於今仍有
借鑒意義。
放眼古今政壇、懶於公事，投機取巧者，比比皆是。相對而言，《出師表》
文辭懇切動人，字字肺腑，彰顯出諸葛亮那份忠耿報國、披肝瀝膽的誠意，這種
難能可貴的品德，的確令人動容。
【匯評】
西晉．陳壽（233-297）《上諸葛氏集表》（又載《三國志．諸葛亮傳》）：
論者或怪亮文彩不艷，而過于丁寧周至。臣愚以為咎繇大賢也，周公聖人
也，考之尚書，咎繇之謨略而雅，周公之誥煩而悉。何則？咎繇與舜、禹
共談，周公與群下矢誓故也。亮所與言，盡眾人凡士，故其文指不得及遠
也。然其聲教遺言，皆經事綜物，公誠之心，形于文墨，足以知其人之意
理，而有補於當世。
南梁．劉勰《文心雕龍．章表》：
魏初表章，指事造實，求其靡麗，則未足美矣。至如文舉（孔融）之《薦
禰衡》，氣揚采飛；孔明之辭後主，志盡文暢；雖華實異旨，並表之英也。
唐．杜甫（712-770）《蜀相》：
丞相祠堂何處尋，錦官城外柏森森。映階碧草自春色，隔葉黃鸝空好音。
三顧頻煩天下計，兩朝開濟老臣心。出師未捷身先死，長使英雄淚滿襟。
宋．蘇軾（1037-1101）《樂全先生文集叙》：
諸葛孔明不以文章自名，而開物成務之姿，綜練名實之意，自見於言語。
至《出師表》，簡而盡，直而不肆，大哉言乎！與《伊訓》、《說命》相表
裏，非秦、漢以來以事君為悅者所能至也。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
18
宋．惠洪（1071-1128）《冷齋詩話》：
李格非善論文章，嘗曰：諸葛孔明《出師表》、劉伶《酒德頌》、陶淵明《歸
去來辭》、李令伯《陳情表》，皆沛然從肺腑中流出，殊不見斧鑿痕。
宋．陸游（1125-1210）：
病骨支離紗帽寬，孤臣萬里客江干。
位卑未敢忘憂國，事定猶須待闔棺。
天地神靈扶廟社，京華父老望和鑾。
出師一表通今古，夜半挑燈更細看。──《病起書懷》

沔陽道中草離離，臥龍往矣空遺祠。
當時典午稱猾賊，氣喪不敢當王師。
定軍山前寒食路，至今人祠丞相墓。
松風想像梁甫吟，尚憶幡然答三顧。
出師一表千載無，遠比管樂蓋有餘。
世上俗錦甯辦此，高台當日讀何書?──《游諸葛武侯書臺》

七十人言自古稀，我今過二未全衰。
讀書似走名場日，許國如騎戰馬時。
秋晚雁來空自感，夜闌酒盡不勝悲。
渭濱星霣逾千載，一表何人繼出師！──《七十二歲吟》

秋色關河外，秋聲天地間，壯士感此時，朝鏡雕朱顏。
一身寄空谷，萬裏夢天山，噫嗚怒眥裂，憤激悲涕潸。
古來真龍駒，未必置天閑；長松倒澗壑，委棄同蓁菅。
得志未可測，談笑濟時艱，凜然出師表，一字不可刪。──《感秋》

早歲那知世事艱，中原北望氣如山。
樓船夜雪瓜洲渡，鐵馬秋風大散關。
塞上長城空自許，鏡中衰鬢已先斑。
出師一表真名世，千載誰堪伯仲間。──《書憤》
宋．安子順（1158-1227）（見宋人謝枋得 [1226-1289]《文章軌範》）：
讀諸葛亮《出師表》不墮淚者不忠，讀李密《陳情表》不墮淚者不孝，讀
韓愈《祭十二郎文》不墮淚者不慈。 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
19
宋．真德秀（1178-1235）《文章正宗》：
三國非無文章，獨取武侯一表者，以其發於至忠也。
宋．文天祥（1236-1283）《正氣歌》：
天地有正氣，雜然賦流形。……時窮節乃見，一一垂丹青。……或為出師
表，鬼神泣壯烈。……是氣所磅礡，凜烈萬古存。
明．歸有光（1507-1571）《文章指南》：
為文必在養氣，氣充乎內而文溢於外，蓋有不自知者，如諸葛孔明《前出
師表》、胡澹《上高宗封事》，皆沛然肺腑中流出，不期文而自文，謂非正
氣之所法乎！
明．郭明龍（見清人于光華 [1727?-?] 編《文選集評》）：
忠義自肺腑流出。古樸真率，字字滴淚。與日月爭光，不在文章蹊徑論也，
然情至而文生。
清．金聖嘆（1608-1661）《天下才子必讀書》：
此文，自來讀者皆嘆其矢死伐魏，以為精忠，殊不知此便是了沒交涉也。
看先生自云：「臨表涕泣。」夫伐魏即伐魏耳，何用涕泣為哉？正惟此日
國事，實當危急存亡之際；而此日嗣主，方在醉生夢死之中。知子莫如父，
惟「不才」之目，固已驗矣；豈知臣莫如君，而「自取」之語，乃遂敢真
蹈也？於是而身提重師，萬萬不可不去；心牽鈍物，又萬萬不能少寬。因
而切切開導，勤勤叮嚀，一回如嚴父，一回如慈嫗。蓋先生此日此表之涕
泣，固自有甚難甚難（向榮案：「甚難」二字犯複，疑為衍文，或有誤「歎」作「難」
者，亦未可知。）於嗣主者，而非為漢賊之不兩立也。後日杜工部有詩云：
「幹排雷雨猶力爭，根斷泉源豈天意？」正是此一副眼淚矣。哀哉！哀哉！
清．吳楚材（1655-?）、吳調侯《古文觀止》：
後主建興五年，諸葛孔明率軍北駐漢中，以圖中原，臨發上此疏。大意只
重親賢遠佞，而親賢尤為遠佞之本。故始以「開張聖聽」起，末以「咨諏」、
「察納」收。篇中十三引先帝，勤勤懇懇，皆根極至誠之言，自是至文。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
20
清．浦起龍（1679-1762）《古文眉詮》：
伊尹頻稱先王，武鄉頻引先帝，其聖賢氣象，兼骨肉恩情，似老家人出外，
叮嚀幼主人。言言聲淚兼並，而一時外攘內顧，雙管並下。於事則主行師，
於情則主居守，平側自見也。
清．過珙《詳訂古文評注全集》：
懇懇惻惻，是君臣語，亦是父子語。看其敘寵遇，則曰「三顧臣」、曰「語
臣」，曰「寄臣以大事」；敘報效，則曰「許先帝」，曰「受任」，曰「恐託
付不效」。當年心事，自有耿耿不可磨滅之處。
清．唐介軒《古文翼》：
親賢遠佞，是通篇主意。說到嘆息痛恨處，千古而下，為之扼腕。前後「先
帝」凡十三見，忠愛勤懇，此心可貫金石，循環諷詠，不忍釋手。
清．曾國藩（1811-1872）《曾文正公文集．求闕齋讀書錄》：
古人絕大事業，恆以精心敬慎出之。以區區蜀漢一隅，而欲出師關中，北
伐曹魏，其志願之宏大，事勢之艱危，亦古今所罕見。而此文不言其艱巨，
但言志氣宜恢弘，刑賞宜平允，君宜以親賢納言為務，臣宜以討賊進諫為
職而已。故知不朽之文，必自襟度遠大、思慮精微始也。
清．林紓（1852-1924）《古文辭類纂選本》：
並不著意為文，而語語咸自血性中流出。精忠之言，看似輕描淡寫，而一
種艱懇之意，溢諸言外。視郭忠武之自陳，尚覺郭言少激，而公文則純是
一腔熱血也。
【討論問題】
1. 諸葛亮為甚麼不在表中指明朝中小人的名字？
（一）北伐在即，即將遠離後主，若明言小人名字，恐將引起小人不滿，伺機
報復，顛覆朝政。
（二）表中力勸後主宜選賢任能，親賢遠佞。若後主聽從，自會遠離小人；若
不從，於表中檢舉小人亦於事無補。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
21
2. 《出師表》明明是給後主的表書，諸葛亮為何在表中屢次提及先帝？
（一）希望以父子之情感動後主，叮囑他要追念先帝遺訓。
（二）說明內外大臣盡忠後主，乃因感恩先帝殊遇，勸勉他要繼承父德，公正
執法，選賢任能。
（三）激勵後主要發憤圖強，繼承父志，以復興漢室為任。
（四）利用先帝名義與權威，突出老臣身分，並加強說服力。
（五）借感念先帝來抒懷明志，表白自己忠君愛國的心意。
3. 諸葛亮在《出師表》中向後主提出了不少忠告，試舉例說明之。你認為當中
哪一種是作者最為憂心的？為甚麼？
（一）廣開言路：「宜開張聖聽，以光先帝遺德，恢弘志士之氣。」
（二）執法公正：「陟罰臧否，不宜異同」、「宜付有司，論其刑賞」、「不宜偏
私，使內外異法」。
（三）親賢遠佞：「親賢臣，遠小人，此先漢所以興隆」、「親小人，遠賢臣，
此後漢所以傾頹」。
（四）自謀自強：「不宜妄自菲薄，引喻失義，以塞忠諫之路」、「陛下亦宜自
謀，以諮諏善道，察納雅言」。
四項忠告中，諸葛亮最憂心的是「親賢遠佞」。因為後主年紀尚輕，又寵
信小人，而今臨近北代，即將遠離後主，諸葛亮不得不擔心小人會趁機
顛亂朝政，破壞北伐計劃。而且，親信小人正是後主的弱點，若能親賢
遠佞，則其餘各項均可落實。
4. 《出師表》為臣子向國君進言的奏表，但諸葛亮在表中卻屢以告誡口吻規勸
後主，似乎逾越了君臣之禮。為甚麼諸葛亮要用這種告誡的口吻說理？試加
以分析說明。
（一）諸葛亮輔佐先帝劉備創建蜀漢，功高權重，是蜀漢重要的開國老臣。
（二）劉備臨終前曾託孤予諸葛亮，並對劉禪說：「汝與丞相從事，事之如父。」
故此，對後主而言，諸葛亮不只是老臣，更有如君父一樣的特殊地位。
（三）由於諸葛亮的特殊身份，《出師表》中除了表達臣下對後主應有的恭謹
態度外，間有採用告誡口吻者，旨為加強文章語氣，叮嚀後主要發憤圖
強，不但沒有逾越君臣之禮，更表現出懇切動人的誠意。諸葛亮不卑不
亢的語氣，輕重分寸掌握得恰到好處，正符合其特殊的身份與地位。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
22
5. 諸葛亮在《出師表》中向後主自述身世及志向，當中有何用意？
（一）諸葛亮身繫國家要職，權高位重，故借述明身世，說明自己本性淡泊，
不求功名，只為感激先帝知遇之恩才出效忠，從而釋除後主猜疑。
（二）表白自己盡忠為國，對先帝及後主忠心耿耿。
（三）表明自己受先帝託孤之命，突出老臣地位，借用先帝權威以加強說服
力。
（四）說明北伐的意義與有利條件，指出當時「南方已定，兵甲已足」，正是
伐魏的好時機。
（五）回顧歷史，指出先帝創業艱難，而今國勢緊張，勸勉後主要發憤圖強，
繼承父志，以復興漢室為任。
6. 諸葛亮將自己與劉備的遇合及個人的感懷，放在《出師表》的最後部分。如
果改將這抒懷明志的部分放在文首，是否會影響這篇表書的感染力呢？請想
一想。
如果將個人感懷的部分置於文首，開章即突出諸葛亮的功勞與地位，容
易令全文重心失衡，影響表書的說服力，甚至引起後主猜疑及不滿。
相反，現在以分析國家形勢起首，可以引起後主緊張國情，更加專注於
表書內容，對當中「廣開言路」、「執法公正」、「親賢遠佞」等勸諫有更
深印象。說理之後，再在文末加入諸葛亮的感懷部分，動之以情，有助
將前文的理念順利推展，加強全文的感染力，收畫龍點睛之效。
7. 劉備臨終前曾交代諸葛亮：「若嗣子可輔，輔之；如其不才，君可自取。」你
認為這是劉備由衷之言，還是另有用心？如果你是諸葛亮，面對後主這個扶
不起的阿斗，你會如何選擇？請加以說明。
此為開放式題目，旨為引導同學自由討論，言之成理即可。
【延伸閱讀】
諸葛亮《誡子書》
夫君子之行，靜以修身，儉以養德；非澹泊無以明志，非寧靜無以致遠。夫
學須靜也，才須學也；非學無以廣才，非志無以成學。淫慢則不能勵精，險躁則
不能治性。年與時馳，意與日去，遂成枯落，多不接世。悲守窮廬，將復何及！
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
23
諸葛亮《後出師表》
先帝慮漢、賊不兩立，王業不偏安，故託臣以討賊也。以先帝之明，量臣之
才，故知臣伐賊才弱敵強也；然不伐賊，王業亦亡，惟坐待亡，孰與伐之？是故
託臣而弗疑也。
臣受命之日，寢不安席，食不甘味，思惟北征，宜先入南，故五月渡瀘，深
入不毛，幷日而食。臣非不自惜也，顧王業不得偏全於蜀都，故冒危難以奉先帝
之遺意也，而議者謂爲非計。今賊適疲於西，又務於東，兵法乘勞，此進趨之時
也。
謹陳其事如左：高帝明並日月，謀臣淵深，然涉險被創，危然後安。今陛下
未及高帝，謀臣不如良、平，而欲以長計取勝，坐定天下，此臣之未解一也。劉
繇、王朗各據州郡，論安言計，動引聖人，羣疑滿腹，衆難塞胸，今歲不戰，明
年不征，使孫策坐大，遂幷江東，此臣之未解二也。曹操智計殊絕於人，其用兵
也，髣髴孫、吳，然困於南陽，險於烏巢，危於祁連，偪於黎陽，幾敗北山，殆
死潼關，然後僞定一時耳，況臣才弱，而欲以不危而定之，此臣之未解三也。曹
操五攻昌霸不下，四越巢湖不成，任用李服而李服圖之，委夏侯而夏侯敗亡，先
帝每稱操爲能，猶有此失，況臣駑下，何能必勝？此臣之未解四也。自臣到漢中，
中間朞年耳，然喪趙雲、陽羣、馬玉、閻芝、丁立、白壽、劉郃、鄧銅等及曲長
屯將七十餘人，突將無前。賨、叟、青羌散騎、武騎一千餘人，此皆數十年之內
所糾合四方之精銳，非一州之所有，若復數年，則損三分之二也，當何以圖敵？
此臣之未解五也。今民窮兵疲，而事不可息，事不可息，則住與行勞費正等，而
不及今圖之，欲以一州之地與賊持久，此臣之未解六也。
夫難平者，事也。昔先帝敗軍於楚，當此時，曹操拊手，謂天下以定。然後
先帝東連吳、越，西取巴、蜀，舉兵北征，夏侯授首，此操之失計而漢事將成也。
然後吳更違盟，關羽毀敗，秭歸蹉跌，曹丕稱帝。凡事如是，難可逆見。臣鞠躬
盡瘁，死而後已，至於成敗利鈍，非臣之明所能逆覩也。
李密《陳情表》
臣密言：臣以險釁，夙遭閔凶。生孩六月，慈父見背。行年四歲，舅奪母志。
祖母劉，愍臣孤弱，躬親撫養。臣少多疾病，九歲不行，零丁孤苦，至于成立。
既無叔伯，終鮮兄弟。門衰祚薄，晚有兒息。外無朞功強近之親，內無應門五尺
之童。煢煢孑立，形影相弔。而劉夙嬰疾病，常在床蓐，臣待湯藥，未嘗廢離。
逮奉聖朝，沐浴清化。前太守臣逵，察臣孝廉；後刺史臣榮，舉臣秀才。臣
以供養無主，辭不赴命。詔書特下，拜臣郎中，尋蒙國恩，除臣洗馬。猥以微賤，
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
24
當待東宮，非臣隕首所能上報，臣具以表聞，辭不就職。詔書切峻，責臣逋慢。
郡縣逼迫，催臣上道，州司臨門，急於星火。臣欲奉詔奔馳，則以劉病日篤；欲
茍順私情，則告訴不許。臣之進退，實為狼狽。
伏惟聖朝，以孝治天下，凡在故老，猶蒙矜育。況臣孤苦，特為尤甚。且臣
少事偽朝，歷職郎署。本圖宦達，不矜名節。今臣亡國賤俘，至微至陋。過蒙拔
擢，寵命優渥，豈敢盤桓，有所希冀？但以劉日薄西山，氣息奄奄，人命危淺，
朝不慮夕。臣無祖母，無以至今日；祖母無臣，無以終餘年。母孫二人，更相為
命，是以區區不能廢遠。
臣密今年四十有四，祖母劉今年九十有六，是臣盡節於陛下之日長，報劉之
日短也。烏鳥私情，願乞終養。臣之辛苦，非獨蜀之人士，及二州牧伯，所見明
知。皇天后土，實所共鑒。願陛下矜愍愚誠，聽臣微志。庶劉僥幸，卒保餘年。
臣生當隕首，死當結草。臣不勝犬馬怖懼之情，謹拜表以聞。
【參考資料】
（一）學術論著
1. 上海辭書出版社編：《學生古詩文鑒賞辭典》（上海：上海辭書出版社，2004
年），下冊，頁 1401-1406。
2. 中華書局編輯部：《名家精譯古文觀止》（北京：中華書局，1993 年），頁
256-260。
3. 王水照等：《古文觀止譯注》（上海：上海古籍出版社，2010 年），頁 213-216。
4. 王峰、馬奔騰注釋：《中學生必背古詩文（初級五十篇）》（香港：智能教育
出版社，2004 年），頁 20-27。
5. 四川師範學院中文系古典文學教研組選注：《中國歷代文選》（北京：人民文
學出版社，1980 年），上冊，頁 388-394。
6. 甘玉貞編著：《古代散文導讀（先秦至魏晉南北朝）》（香港：三聯書店，2014
年），頁 150-160。
7. 李永田：《中國古文鑒賞》（香港：商務印書館，2014 年），頁 88-90。
8. 杜祖貽、劉殿爵主編：《中國文學古典精華：文選》（臺北：臺灣商務印書館，
2000 年），頁 242-248。
9. 洪本健、方笑一、戴從喜、李強：《深入閱讀〈古文觀止〉》（臺北：五南圖
書出版股份有限公司，2014 年），頁 443-448。
10. 袁行霈主編：《歷代名篇賞析集成（魏晉南北朝隋唐五代卷）》（北京：高等
教育出版社，2009 年），頁 57-63。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
25
11. 張新科、尚永亮主編：《先秦兩漢文觀止》（西安：陝西人民教育出版社，1998
年），頁 591-597。
12. 梁衡編著：《影響中國歷史的十篇美文》（香港：商務印書館，2013 年），頁
32-39、99-104。
13. 郭建勛、翟新明編著：《絕世妙筆〈古文觀止〉新編》（長沙：嶽麓書社，2014
年），頁 55-59。
14. 陳文新、魯小俊編著：《休閑古文鑒賞辭典》（北京：商務印書館，2014 年），
頁 207-210。
15. 陳振鵬、章培恒主編：《古文鑒賞辭典》（上海：上海辭書出版社，2014 年
新一版），上冊，頁 444-449。
16. 陳壽：《三國志．蜀書．諸葛亮傳》（北京：中華書局，1971 年），頁 911-937。
17. 陳耀南選注：《中學生文學精讀．古文》（香港：三聯書店，1994年），頁99-108。
18. 黃坤堯導讀及譯注：《古文觀止》（香港：中華書局，2014 年），頁 197-206。
19. 楊曉菁編著：《古文今讀：陪你輕鬆看經典》（臺北：聯經出版事業股份有限
公司，2012 年增訂二版），頁 146-155。
20. 鄭楚雄編著：《急救文言文》（香港：文化策略出版社，2013 年），頁 75-84。
21. 蕭統編，李善注：《文選．出師表》（北京：中華書局，1977 年），頁 516-517。
22. 遲嘯川編著：《文言文好好讀》（新北：典藏閣，2012 年），頁 114-121。
（二）網上資源
1. 香港教育局──「指定文言經典學習材料原文及參考資料（2014 年 5 月）」：
http://www.edb.gov.hk/tc/curriculum-development/kla/chi-edu/resources/secondar
y-edu/lang/set_text.html
2. 香港能仁專上學院──拙作「古文解惑」專欄（原載《文匯報．教育版》）：
〈《出師表》導讀──廣開言路 賞罰分明〉，2015 年 1 月 2 日
〈《出師表》導讀──親賢遠佞 國家興隆〉，2015 年 1 月 16 日
〈《出師表》導讀──知遇之恩 矢志不忘〉，2015 年 1 月 30 日
〈《出師表》導讀──理周情切 千古至文〉，2015 年 2 月 13 日
http://www.ny.edu.hk/web/ancient_new.html
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
1
諸葛亮《出師表》
臣亮言：先帝創業未半，而中道崩殂。今天下三分，益
州疲敝，此誠危急存亡之秋也！然侍衞之臣，不懈於內；忠
志之士，忘身於外者，蓋追先帝之殊遇，欲報之於陛下也。
誠宜開張聖聽，以光先帝遺德，恢弘志士之氣；不宜妄自菲
薄，引喻失義，以塞忠諫之路也。
宮中、府中，俱為一體；陟罰臧否，不宜異同。若有作
奸、犯科，及為忠善者，宜付有司，論其刑賞，以昭陛下平
明之治；不宜偏私，使內外異法也。
侍中、侍郎郭攸之、費禕、董允等，此皆良實，志慮忠
純，是以先帝簡拔以遺陛下。愚以為宮中之事，事無大小，
悉以咨之，然後施行，必能裨補闕漏，有所廣益。將軍向寵，
性行淑均，曉暢軍事，試用於昔日，先帝稱之曰「能」，是
以眾議舉寵為督。愚以為營中之事，事無大小，悉以咨之，
必能使行陣和睦，優劣得所也。
親賢臣，遠小人，此先漢所以興隆也；親小人，遠賢臣，
此後漢所以傾頹也。先帝在時，每與臣論此事，未嘗不歎息
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
2
痛恨於桓、靈也。侍中、尚書、長史、參軍，此悉貞亮死節
之臣也，願陛下親之信之，則漢室之隆，可計日而待也。
臣本布衣，躬耕於南陽，苟全性命於亂世，不求聞達於
諸侯。先帝不以臣卑鄙，猥自枉屈，三顧臣於草廬之中，諮
臣以當世之事；由是感激，遂許先帝以驅馳。後值傾覆，受
任於敗軍之際，奉命於危難之間，爾來二十有一年矣！先帝
知臣謹慎，故臨崩寄臣以大事也。受命以來，夙夜憂歎，恐
託付不效，以傷先帝之明，故五月渡瀘，深入不毛。今南方
已定，兵甲已足，當獎帥三軍，北定中原，庶竭駑鈍，攘除
奸凶，興復漢室，還於舊都。此臣所以報先帝，而忠陛下之
職分也。至於斟酌損益，進盡忠言，則攸之、禕、允之任也。
願陛下託臣以討賊興復之效；不效，則治臣之罪，以告
先帝之靈。若無興德之言，則責攸之、禕、允等之 咎，以彰
其慢。陛下亦宜自謀，以諮諏善道，察納雅言，深追先帝遺
詔。臣不勝受恩感激。今當遠離，臨表涕泣，不知所云。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
3
諸葛亮《出師表》導讀
【作者簡介】
諸葛亮（181-234 年），字孔明，東漢末年琅琊陽都（今山東沂南）人，三國
時期著名政治家、軍事家。青年時隨叔父避亂往南陽隆中（今湖北襄陽縣西），
隱居耕種，結交龐統（179-214）、徐庶（生卒年不詳）等名士，並以齊國著名政
治家管仲（前 719?-前 645）及燕國軍事家樂毅（生卒年不詳）自比，被時人稱
為「卧龍」。
漢獻帝建安十二年（207 年），諸葛亮 26 歲，受劉備（161-223）「三顧草廬」
的誠意感動，為其擬定「東連孫吳，北拒曹魏」的天下三分之計，以求復興漢室。
建安十三年（208），諸葛亮助劉備結合孫權（182-252），聯吳抗曹，於赤壁大敗
曹操（155-220），劉備得以取荊州，平成都，遂成魏、蜀、吳三分天下之勢。劉
備即蜀漢帝位後，諸葛亮受命為丞相。
章武三年（223 年），劉備征吳敗死，諸葛亮受託孤遺命，輔佐後主劉禪
（207-271），封武鄉侯，總理國政。他厲精圖治，修好孫吳關係，撫定南方叛亂，
然後六出祁山，北伐中原；又曾設計木牛、流馬、孔明燈，改良連弩，作八陣圖，
對蜀國的政治或軍事發展，均有重大貢獻。可惜，時無良將，國力不繼，諸葛亮
積勞成疾，終在建興十二年（234 年）八月於五丈原（今寶雞岐山境內）病逝，
年 54 歲。
諸葛亮去世後，劉禪追諡其為忠武侯，故後世常尊稱其為武侯、諸葛武侯。
西晉．陳壽（233-297）著《三國志》，為諸葛亮立傳，並將其遺作文章、兵書、
奏摺等，編輯成《諸葛亮集》（又稱《諸葛氏集》），今已不傳。清．張澍（1776-1847）
輯錄有《諸葛忠武侯集》行世，即今所見《諸葛亮集》。

【寫作背景】
蜀漢章武三年（223 年）春，劉備病重，向諸葛亮囑託後事。據《三國志．
諸葛亮傳》所載，劉備謂亮曰：「君才十倍曹丕，必能安國，終定大事。若嗣子
可輔，輔之；如其不才，君可自取。」亮涕泣曰：「臣敢竭股肱之力，效忠貞之
節，繼之以死！」先主又為詔敕後主曰：「汝與丞相從事，事之如父。」
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
4
劉備去世後，諸葛亮繼續輔佐後主劉禪，整理國政。蜀漢後主建興四年（226
年），魏文帝曹丕（187-226）病逝，子曹叡（205?-239）即位，是為魏明帝。眼
見曹魏遭逢大喪，諸葛亮認為機不可失，遂於建興五年（227 年）屯兵漢中，準
備北伐曹魏。
當時，後主劉禪年二十一，少不更事，資質平庸，又寵信宦官黃皓（?-271）
1。諸葛亮擔心北伐期間，後主不知長進，致使小人把持政權，故於出征前上表
後主，懇切勸諫後主要廣開言路、執法公正、親賢遠佞、自謀自強，不忘先帝遺
詔，務以復興漢室為己任。
【版本源流】
 〈出師表〉一文，寫於建興五年（227 年），首見於西晉．陳壽《三國志．
蜀書．諸葛亮傳》，本無篇名。後收入南梁．蕭統（501-531）編、唐．李善（630-689）
注之《文選》（又名《昭明文選》），始題作〈出師表〉。清康熙三十四年（1695
年），吳楚才（1655-?）、吳調侯（生卒年不詳）叔侄兩人選編自東周至明代 222
篇範文精品的《古文觀止》付印，其中亦收錄此表，並易名為〈前出師表〉。
 諸葛亮於建興五年（227 年）北伐曹魏前上表劉禪，此表即本文導讀之〈出
師表〉（〈前出師表〉）；建興六年（228 年），諸葛亮出兵散關，圍陳倉，出征前
又再度上表後主，後人遂按時間次序，將兩篇表書分別稱為〈前出師表〉與〈後
出師表〉。
 〈後出師表〉亦為名篇，其中佳句如「鞠躬盡瘁，死而後已」、「先帝慮漢賊
不兩立，王業不偏安」等，一向為人傳誦。惟此表文並不收錄於《三國志》，南
朝裴松之（372-451）於《三國志．諸葛亮傳》下注云：「此表《亮集》所無，出
張儼《默記》。」由於本傳不載，加上其內容與正史稍有出入，學者乃疑此表當
非出自諸葛亮手。
 本文採用《古文觀止》本，兼參《三國志．諸葛亮傳》、《文選．出師表》及
《三國志．董允傳》所引，互為校訂；如有異文，則於註釋申明。


1 《三國志．蜀志．董允傳》：「後主漸長大，愛宦人黃皓。皓便僻佞慧，欲自容入。允常上則正
色匡主，下則數責於皓。」
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
5
【題解】
 〈出師表〉一文，顧名思義，即出師前的表書。「表」是古代臣下對君主書
陳情言事時用的一種公務文體。
 漢代以前，臣下對君主進言，多稱「上書」；漢代以後，則細分為「章」、「奏」、
「表」、「議」四大類別。劉勰（約 465-520）《文心雕龍．章表》細分曰：「章以
謝恩，奏以按劾，表以陳情，議以執異。」李善《文選》注云：「言標著事序，
使之明白，以曉主上，得盡其忠，曰表。」可見「表」有表白臣子忠義之作用，
內容以曉理、陳情為主。
 「表」為奏議類的公務文書，語言相對樸實，歷來以表書傳誦後世者不多。
惟諸葛亮〈出師表〉一文，敘事賢明通達，陳情真摯感人，字字句句，皆從肺腑
而出，自然流露作者的至情至性，將本來樸實無華的文體表現得無比動人，故被
奉為理政的規範，為人的圭臬，作文的楷模，歷代傳誦不絕。《文心雕龍．章表》
評曰：「孔明之辭後主，志盡文暢……表之英也。」誠非溢美之辭。
【文章結構】
段落 段意 主旨
第 1-2 段 1. 分析國勢危急，引起後主緊張，認真思考國情：
1.1 先帝創業未半，而中道崩殂。
1.2 天下三分，益州疲敝。
2. 指出內外百官捨身不懈，乃因先帝生前厚待之故，
期盼後主傳承先帝美德，守護蜀漢基業。
分析情勢
1. 勸勉後主要光大先帝遺德，激勵將士志氣：
1.1 宜開張聖聽
1.2 不宜妄自菲薄，引喻失義
2. 勸戒後主要彰顯平明之治，讓內外百官繼續忠心為
國：
2.1 宮中府中，陟罰臧否
2.2 宜付有司，論其刑賞
2.3 不宜偏私，內外異法
勉以君德
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
6
第 3-4 段 勸勉後主親賢遠佞，以史為鑒；完成先帝遺願，復
興漢室。當中又分兩個層次：
1.1 為後主推舉政治、軍事各方方面之賢才，並
指出先帝與其之關係，望後主加以重用：
 宮中：侍中郭攸之、費禕
 侍郎董允
 府中：尚書陳震、長史張裔（文官）
 參軍蔣琬、將軍向寵（武官）
1.2 以史證加強說服力，並指出先帝對此歎息痛
恨，望後主以史為鑒：
 正：親賢遠佞，先漢所以興隆
 後主依此治國，漢室可興
 反：親佞遠賢，後漢所以傾頹
 桓、靈誤國，望後主引以為戒
第 5 段 自述生平，明志自誓，盡忠報效先帝及後主：
 本性淡泊，躬耕自足，苟全性命，不求聞達。
 二十一年來，辛勤為國，不為名位，完全是
感激先帝知遇之恩。
 受先帝遺命以來，夙夜憂歎，恐傷先帝之明。
為保國家興隆，渡瀘南征，平定叛亂。
 出師在即，誓志「攘除奸凶，還於舊都」，完
成「報先帝而忠陛下之職分」。
抒懷明志
第 6 段 請後主督責內外大臣要各盡職分，自己亦要察納雅
言，主動思考及徵詢治國良策，以完成先帝遺詔。
抒懷明志
勉以君德
【學習重點】
1. 瞭解「表」的奏議類文體特徵，體會諸葛亮上表時的至情至性，掌握本文傳
誦千載的原因。
2. 瞭解本文的寫作背景，初步認識三國時期的興衰發展，增長歷史知識。
3. 瞭解諸葛亮的生平與成就，體會其忠心為國、「鞠躬盡瘁，死而後已」的精神，
並培養出「受人之託，忠人之事」的責任感與為人態度。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
7
4. 反思劉備、諸葛亮、劉禪一生發展及其成敗因由，以史為鑒，改變氣質，見
賢思齊，見不賢則內自省。
5. 通讀篇章文意，辨識其字形字音，加強閱讀古文之能力。
6. 學習本文正反論述、反覆曉喻的說理方式，改善個人說理技巧。
7. 分析本篇結構，賞握通過敘事、說理來抒情的寫作手法，加強寫作能力。
8. 重溫本篇所見修辭，特別是對偶、映襯、錯綜、借代等，並嘗試自行造句，
提升語文表達能力。
9. 指出本篇所見成語、格言與典故，背誦全文或其中佳句，藉以豐富個人涵養。
10. 根據篇章所述，比較古今思想與文化之異同，鞏固通識及思辨能力。
11. 閱讀延伸篇章，並加以比較，訓練多角度思考，以及觸類旁通的能力。

【互動教學】
1. 以《三國志》為主題的遊戲、小說、漫畫、動畫、音樂、電影、電視劇、專
題節目及其他精品，多不勝數，教師宜善用多媒體教學，引起學生興趣。
2. 展示現實中與諸葛亮相關旅遊景點的圖片，如赤壁、定軍山、五丈原、河南
臥龍崗、諸葛草廬、武侯祠等；或諸葛亮的重要發明，如木牛、流馬、孔明
燈、連弩等，輔以簡單講解，加深學生印象，並鞏固其歷史知識與通識能力。
3. 請同學選擇一位三國歷史人物以自比，然後分享其選/不選諸葛亮的原因，從
以瞭解學生對諸葛亮其人其事的評價，加強其思辨能力，跟進品德輔導。
4. 指出「鞠躬盡瘁，死而後已」、「出師未捷身先死，長使英雄淚滿襟」、「親賢
臣，遠小人」等名句，均與諸葛亮有關，請同學舉出更多與三國人物相關的
成語、詩詞或典故。
5. 指出《出師表》本為公文，後來卻變成文學名篇。請同學嘗試舉出其他具備
應用文性質的文學佳篇（如李密《陳情表》、韓愈《祭十二郎文》、林覺民《與
妻訣別書》、傅雷《傅雷家書》、龍應台《親愛的安德烈》等）。
6. 請同學嘗試以後主的身份，擬定對《出師表》的覆函，以訓練其靈活思考及
書寫應用文的能力。
7. 請同學輪流以廣東口語翻譯《出師表》，並請其他同學評鑒，從而增進學習的
趣味，並提升其表達能力。
 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
8
【文本導讀】
臣亮 言 1：先 帝 2 創 業未 半，而中 道 崩 殂 3。今 天下 三 分，益州 疲
敝 4，此 誠 危急 存 亡 之秋 5 也 ！然 侍 衞 之臣 ， 不懈 於 內； 忠志 之 士，
忘身 於 外者，蓋追 先 帝之 殊 遇 6，欲 報之 於陛 下 7 也。誠宜 開 張聖 聽 8，
以光 先 帝遺 德， 恢 弘 9 志 士之 氣； 不 宜妄 自 菲 薄 1 0，引喻失 義 11，以
塞忠 諫 之路 也 。
宮中、府 中 1 2，俱 為 一體；陟 罰臧 否 1 3，不宜 異 同 1 4。若 有作 奸、
犯 科 1 5，及 為 忠善 者，宜付 有 司 1 6，論其 刑賞，以 昭陛 下 平明 之 治 1 7；
不宜 偏 私， 使 內外 異 法 1 8 也。
侍中 、 侍 郎 1 9 郭攸 之、 費 禕、 董 允 2 0 等， 此 皆良 實 2 1， 志慮 忠
純 2 2，是以 先 帝簡 拔以 遺 2 3 陛 下。愚 以為 宮 中之 事，事 無大 小，悉 以
咨 之 2 4，然後 施 行，必 能裨 補 闕漏 2 5，有 所廣 益 2 6。將 軍向 寵 2 7，性
行淑 均 2 8，曉 暢 2 9 軍事，試 用 3 0 於昔 日，先 帝稱 之 曰「 能」，是 以 眾
議舉 寵 為 督 3 1。愚 以為 營 中之 事，事 無大 小，悉以 咨 之 3 2，必 能 使行
陣和 睦 3 3， 優 劣得 所 3 4 也。
親賢 臣，遠 小 人 3 5，此 先 漢所 以 興隆 也；親 小人，遠 賢 臣 3 6，此
後漢 所 以傾 頹 也。先 帝在 時，每 與臣 論 此 事，未嘗 不 歎息 痛 恨 3 7 於桓、
靈 3 8 也。 侍中 、 尚 書、 長 史、 參 軍 3 9，此 悉 貞亮 死 節之 臣 4 0 也， 願
陛下 親 之信 之 ，則 漢室 之 隆， 可 計日 而待 也 。
臣本 布衣 4 1， 躬耕 4 2 於南陽 4 3， 苟全 4 4 性命 於亂 世 ，不 求 聞達
4 5 於諸侯。先 帝不 以臣 卑 鄙 4 6，猥 自 枉 屈 4 7，三顧 4 8 臣 於草 廬 之中 ，
諮 4 9 臣以 當 世之 事；由 是 感 激，遂 許 先帝 以 驅 馳 5 0。後 值傾 覆 5 1，受
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
9
任於 敗 軍之 際，奉 命於 危 難之 間 5 2，爾來 二 十有 一 年 矣 5 3！先 帝知 臣
謹慎 ， 故臨 崩 寄臣 以大 事 5 4 也 。受 命 以來 ， 夙 夜 5 5 憂歎 ，恐 託 付不
效 5 6，以 傷 先帝 之 明，故 五月 渡 瀘，深入 不 毛 5 7。今 南 方已 定，兵 甲
5 8 已足，當 獎帥 三 軍 5 9，北定 中 原 6 0，庶 竭 駑 鈍 6 1，攘 除奸 凶 6 2，興
復漢 室，還 於 舊 都 6 3。此臣所 以 報先 帝，而忠 陛下 之 職 分 6 4 也。至於
斟酌 損 益 6 5， 進盡 忠言 ， 則攸 之 、禕 、允 之 任也 。
願陛 下 託臣 以 討賊 興復 之 效；不 效，則 治臣 之 罪，以 告先 帝 之靈 。
若無 興 德之 言，則 責攸 之、禕、允等 之 咎，以彰 其 慢 6 6。陛下 亦宜 自
謀 6 7，以諮 諏 善 道 6 8，察 納 雅言 6 9，深 追先 帝 遺 詔 7 0。臣 不 勝 7 1 受恩
感激 。 今當 遠 離， 臨表 涕 泣 7 2， 不知 所 云 7 3。
註釋
1. 臣亮言：臣亮，作者自稱。依照中國傳統禮儀，古人自稱必用「名」；尊長稱
後輩亦多用對方之「名」；平輩相稱，或敬稱尊輩，則用對方之「字」；益添
敬意，則稱對方之「號」，或尊稱為某某先生，或以地望來代稱。言，上表陳
事。「臣亮言」三字，《三國志．諸葛亮傳》缺，《文選》首出始見之。
2. 先帝：指蜀漢昭烈帝劉備。先，稱已故之尊長。
3. 崩殂：古時稱帝王之死曰「崩」。殂○粵 [曹，tsou4]，死，《說文》曰：「殂，
往、死也。」《文選》本「殂」作「徂」，義同。
4. 益州疲敝：益州，東漢州名，管轄範圍約為今四川、貴州、雲南等地，為蜀
漢主要領土，此處借代為蜀漢。疲敝，困乏。《文選》本作「罷弊」，同罷敝，
均指疲勞困乏義。案：劉備於章武二年（222 年）被東吳陸遜所敗，此後人
疲物乏，蜀漢國力貧弱。
5. 此誠危急存亡之秋：這真是局勢危急、生死存亡的時刻。誠，實在、確實。
秋，時刻、關頭。
6. 蓋追先帝之殊遇：那都是因為追念先帝的厚愛。蓋，乃、是。殊遇，特殊的
待遇，指厚待。《文選》本無「殊」字。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
10
7. 陛下：古時臣民對帝王的尊稱。陛，宮殿的臺階。臣民不敢直呼天子，乃請
立在天子左右臺階的近侍官臣代為傳達，於是轉稱天子為陛下。
8. 誠宜開張聖聽：實在應該廣泛地聽取群臣意見。開張，擴張。聖，尊稱天子，
此指後主劉禪。「聖聽」，《文選》本同，《三國志．諸葛亮傳》作「聖德」，當
涉下句「遺德」而誤。
9. 恢弘：廣大，此處作動詞用，解為擴大，有發揚、鼓舞之意。
10. 妄自菲薄：過分自卑，不知輕重。妄，亂。菲○粵 [匪，fei2]，微薄。
11. 引喻失義：指說話失分寸，內容不恰當。引喻，稱引、譬喻。義，合宜、恰
當。
12. 宮中府中：宮中，皇帝宮殿中，指天子身邊的侍臣。府中，丞相府第中，指
府內一般官吏。
13. 陟罰臧否：《說文》：「陟，登也。」「陟」○粵 [即，dzik7]為登、升義，引申指
提拔、晉升。臧○粵 [裝，dzong1]，善，引申為褒揚、獎勵。否○粵 [鄙，pei2]，
惡，引申為批評、責備。此處用錯綜修辭，指賞功罰過。
14. 不宜異同：不應該有差別。異同，差異，此為偏義複詞，詞義著重於前一字
「異」。
15. 作奸犯科：作惡犯法。奸，指壞事。《三國志．諸葛亮傳》、《文選》本「奸」
作「姦」，義同。科，科條法令。
16. 有司：主管的官員。古代設官分職，各有專司，故稱官吏為「有司」。
17. 以昭陛下平明之治：以彰顯陛下公平清明的治理。昭，光明，此指彰顯。平
明：公平、清明。治，治理，施政。《三國志．諸葛亮傳》、《文選》本「治」
作「理」，蓋避唐高宗李治之諱而改。
18. 內外異法：內外，指宮中與宮外（即前文述及的丞相府中）。異法，相異的法
則。
19. 侍中侍郎：侍中，侍從皇帝左右，以備應對顧問的文官。侍郎，宮庭近侍官。
20. 郭攸之、費禕、董允：郭攸○粵 [由，jau4]之，字演長，建興二年（224）任黃
門侍郎，後遷侍中。費禕○粵 [秘衣，bei3 ji1]（?-253），字文偉，後主劉禪踐
位時任黃門侍郎，後遷為侍中。董允（?-246），字休昭，時為黃門侍郎，後
遷侍中。與諸葛亮、費禕、蔣琬並稱為「蜀漢四相」。
21. 良實：賢良、信實。
22. 志慮忠純：志慮，心志、思慮。忠純，忠貞、純正。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
11
23. 簡拔以遺：簡拔，選拔。簡，同「揀」。遺，留下。
24. 悉以咨之：悉，全部。咨，同「諮」，諮詢、商量。之，代詞，代指上述各人。
25. 裨補闕漏：裨○粵 [悲，bei1]，助益。闕○粵 [缺，kyt8]，同「缺」，缺失。漏，
漏洞、疏漏。
26. 有所廣益：可以提升效益。《文選》本此句後多一「也」字。
27. 向寵（?-240）：字巨違，先主劉備在位時任牙門將。章武二年（223），蜀漢
伐吳大軍潰敗，獨向寵部隊保持完好，故劉備稱許其能幹。後主劉禪即位後，
封向寵為都亭侯，後又為中部督。
28. 性行淑均：性行○粵 [衡，hang4]，性情、行為。淑，善良。均，平，指處事公
平、公正。此處用錯綜修辭，指個性善良，行事公正。
29. 曉暢：通曉、精通。
30. 試用：任用。
31. 督：武職，中部督，掌管禁衛軍。
32. 事無大小，悉以咨之：「事無大小」句，《三國志．諸葛亮傳》、《文選》本均
缺，《古文觀止》本據前文「宮中之事，事無大小，悉以咨之」句補。「咨」，
《文選》本此處作「諮」，而「宮中之事」句則用「咨」，前後不一。
33. 行陣和睦：軍隊團結和睦。行○粵 [航，hong4]，行列。陣，陣形、隊伍。「行
陣」，借代為軍隊。《三國志．諸葛亮傳》作「行陳」，「陳」與「陣」通。「和
睦」，《三國志．諸葛亮傳》同，《文選》本作「和穆」，「穆」與「睦」通。
34. 優劣得所：人才優劣，各得其所。所，處所，指適當的職位。此句末《文選》
本、《古文觀止》本有「也」字，《三國志．諸葛亮傳》缺。
35. 遠小人：遠○粵 [願，jyn6]，形容詞轉品作動詞用，遠離。小人，人格卑下之
徒。
36. 遠賢臣：《三國志．諸葛亮傳》同，《文選》本「臣」作「士」。
37. 痛恨：痛心、遺憾，與現今稱「痛恨」為「極端憎恨」之意不同。
38. 桓、靈：東漢桓○粵 [緩，wun4]帝劉志（132-167，146-167 年在位）、靈帝劉
宏（156-189，168-189 年在位）。桓帝先信任外戚梁冀，後又寵信宦官，下詔
逮捕反對宦官的李膺等二百餘人，興起黨錮之禍。靈帝即位，宦官繼續專政，
朝政腐敗，導致黃巾之亂爆發。
39. 侍中、尚書、長史、參軍：皆屬官名。侍中，指前文引述之郭攸之、費禕；
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
12
尚書，協助皇帝處理政務之官，此指陳震（?-235）。長○粵 [掌，dzoeng2]史，
漢丞相及三公（太尉、司徒、司馬）府均設長史，以輔佐三公，此指張裔（?-230）。
參軍，漢末至南北朝丞相及諸王府掌管軍務的幕僚，此指蔣琬（?-246）。
40. 貞亮死節之臣：堅貞可靠，願為節義而死的大臣。貞，堅定不移。亮，通「諒」，
信實。死節，以死守節。案：此句《文選》本同，《三國志．諸葛亮傳》「臣」
後無「也」字，「貞亮」則作「貞良」，大意均指堅貞可靠。
41. 布衣：平民。古時一般百姓僅穿著粗布衣服，故以布衣借代為平民百姓。
42. 躬耕：親自耕種，此指隱居。躬○粵 [工，gung1]，「躳」之俗字，身也，引申
指親身。《說文》：「躳，身也。从身从呂。躬，躳或从弓。」
43. 南陽：漢郡名，今河南西南部、湖北北部一帶。諸葛亮曾隱居南陽隆中，位
南陽郡西境，即今湖北襄陽市內。
44. 苟全：苟且求全。
45. 聞達：揚名顯達，此指當官。聞○粵 [問，man6]，有名望。
46. 卑鄙：出身卑微，見識鄙陋。此乃自謙之語，與現今稱「卑鄙」為言行惡劣、
缺德之意不同。
47. 猥自枉屈：委屈自己貶低身份。猥○粵 [委，wai2]，猶「辱」，一說通「委」，
委曲，均指委屈對方降低身份之謙敬辭。自，自己，指先帝劉備。枉屈，委
屈，有屈尊就卑之意。
48. 顧：拜訪。
49. 諮：詢問。
50. 遂許先帝以驅馳：於是答應為先帝奔走效勞。遂○粵 [睡，soey6]，於是，文言
常用副辭。許，應允。驅○粵 [拘，koey1]馳，奔走效勞。
51. 後值傾覆：後來遭受戰敗。值，遇上，當。傾覆，傾倒覆滅，指大敗。此指
漢獻帝十三年（208 年），劉備於湖北當陽長阪坡（今湖北當陽市）為曹操所
敗，倉皇逃走一事。
52. 受任於敗軍之際，奉命於危難之間：指諸葛亮在劉備戰敗之時接受任命，出
使東吳，聯結孫權抗曹。案：《三國志．諸葛亮傳》、《文選》本「間」作「閒」，
二字古時音義全同。
53. 爾來二十有一年矣：從那時以來已有二十一年了。爾，代詞，那。有○粵 [又，
jau6]，通「又」。案：諸葛亮於建興五年（227 年）向後主劉禪上表，而先主
劉備於漢獻帝十三年（208 年）兵敗於曹，前後僅 20 年；此所謂「爾來」，
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
13
乃自建安十二年（207 年）諸葛亮草廬出仕起計。
54. 臨崩寄臣以大事：臨終時把國家大事託付給臣。寄，託付。章武三年（223
年）春，劉備被吳將陸遜擊敗，退居永安白帝城（今四川奉節縣）。四月，劉
備病死永安宮，臨終前把國家大事託付諸葛亮，並請他輔佐劉禪。
55. 夙夜：日夜。夙○粵 [叔，suk7]，早。
56. 託付不效：意謂辜負先帝的託付。不效，沒有成效。
57. 故五月渡瀘，深入不毛：所以五月率兵渡過瀘水，深入草木不生的荒蠻之地。
此指諸葛亮於建興三年（225 年）五月南征，大軍渡過瀘水，平定南方諸郡
的叛亂。渡，濟水。《文選》本「渡」作「度」。瀘○粵 [盧，lou4]，水名，今
金沙江上游，其地氣候濕熱，有瘴氣。毛，通「芼」，指草木、蔬菜，《穀梁
傳．定公元年》「毛澤未盡」，范甯注：「邵曰：『凡地之所生謂之毛。』」不毛，
草木不生之地，引申指偏僻荒蠻之地。
杜祖貽、劉殿爵主編《中國文學古典精華：文選》謂西南瀘水一帶叢林茂密，
並非草木不生，疑「毛」可解作「苗」，「不毛」謂「蠻邦不事種植」，可備一
說。案：此處乃借「不毛」引申指荒蠻、未開發之地，至於其地是否草木不
生，似非重點。
58. 兵甲：兵器、鎧甲，借代為軍備。
59. 當獎帥三軍：應當獎勵及統領全軍。「帥」，統帥，率領。案：此句《文選》
本無異，《三國志．諸葛亮傳》「帥」字作「率」。「帥」與「率」通，義同。
60. 中原：泛指黃河流域（今河南中部一帶），當時為曹魏領地。
61. 庶竭駑鈍：希望能竭盡自己平庸拙劣的才能。庶，庶幾，表示願望的副詞。
竭，盡。駑○粵 [奴，nou4]，劣馬。鈍，刀鋒不利。「駑鈍」，以劣馬與鈍刀借
喻才能低劣平庸，乃自謙之辭。
62. 攘除奸凶：剷除奸險凶惡的敵人，此指曹魏。攘○粵 [陽，joeng4]，排除，消
滅。奸，《三國志．諸葛亮傳》、《文選》本均作「姦」，義同。
63. 還於舊都：西漢首都原在長安（今陝西西安），東漢光武帝遷於洛陽。長安、
洛陽乃兩漢舊都，當時均歸曹魏統治，蜀以繼漢統自承，故以攻取二地為還
舊都。案：《三國志．諸葛亮傳》、《文選》本「於」作「于」，義同。
64. 職分○粵 [份，fan6]：職責本分。
65. 斟酌損益：權衡得失，考慮取捨。斟酌，本指適量地注酒至杯中，引申為衡
量、考慮之意。損益，減損與增益，指處事掌握分寸，考慮取捨。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
14
66. 若無興德之言，則責攸之、禕、允等之咎，以彰其慢：如果沒有發揚德行的
建言，就應責備郭攸之、費禕、董充等人的過錯，以表明他們怠慢失職。興○粵
[兄，hing1]，興起，發揚。咎，過失，罪過。彰，彰顯，表明。慢，怠慢，
疏忽，指失職。
案：「若無興德之言，則」七字，《出師表》原文缺，據《三國志．董允傳》
補。「彰其慢」，《三國志．董允傳》引同，《文選》本作「章其慢」，《三國志．
諸葛亮傳》則「慢」、「咎」二字對調。
67. 自謀：自我思考。謀，謀劃，思考。案：此句《三國志．諸葛亮傳》同，《文
選》本則作「自課」，自我省察也。
68. 諮諏善道：諮詢治國良策。諮諏○粵 [周，dzau1]，同義複詞，二字均指徵詢、
商量之意。《三國志．諸葛亮傳》同，《文選》本「諮」作「咨」。道，本指道
路，此指途徑、方法，引申指治國策略。
69. 察納雅言：明察及接納正直的言論。雅言，正言，指正直合理的進言。
70. 先帝遺詔○粵 [照，dziu3]：指劉備臨終時留給劉禪的詔書，見《三國志．先主
傳》注引《諸葛亮集》，其中以「勉之，勉之！勿以惡小而為之，勿以善小而
不為。惟賢惟德，能服於人。」等告誡，至為著名。
71. 不勝：不盡。勝○粵 [升，sing1]，勝任。
72. 涕泣：流淚哭泣。《文選》本、《三國志．諸葛亮傳》作「涕零」，義同。涕，
《說文》：「泣也。」段玉裁《說文解字注》：「『泣也』二字，當作『目液也』
三字，轉寫之誤也。《毛傳》皆云：『自目出曰涕。』」「涕」本義為眼淚，後
來才演變為現今鼻涕之意。泣，低聲哭泣，《說文》：「無聲出涕曰泣。」
73. 不知所云：不知所言為何。表示心情感慨沉重至極，亦有謙稱自己所言混亂
無序、逾越分寸之意。《文選》、《三國志．諸葛亮傳》作「不知所言」，義同。
譯文
臣諸葛亮啓奏：先帝（劉備）創建大業還未完成一半，就中途駕崩。如今天
下分成三國，（我們）益州地區人力物力都疲乏困頓，這真是局勢危急、生死存
亡的時刻啊！然而，侍衛的臣子，在朝廷內毫不懈怠；忠心的將士，在疆場上奮
不顧身，那是因為（他們）追念先帝的厚愛，而想要報答在陛下您的身上啊！（陛
下）實在應該廣泛地聽取群臣意見，以光大先帝留下的美德，振奮將士們的志氣，
不應當隨便看輕自己，說話不合道理，從而堵塞了忠臣進諫的管道啊。
皇宮中的侍臣、丞相府裏的官吏，都是一個整體（蜀漢之臣），（對他們的）
提拔、懲罰、表揚、責備，不應該有不同標準。如果有為非作歹、觸犯法令，或
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
15
盡忠行善的，應該一律交予專責的主管來審議賞罰，以彰顯陛下公平清明的治理
方針；不應該偏袒徇私，致使宮廷內外有不同的執法標準。
侍中郭攸之、費禕、侍郎董允等人，他們都賢良信實，心志思慮忠貞純正，
因此先帝（劉備）選拔他們出來，留以陛下任用。微臣認為官中的事，無論大事
小事，全部都應諮詢他們，然後才去施行，（這樣）必定能夠補救缺點和漏洞，
提升效益。（至於）將軍向寵，品性善良，行事公正，通曉軍事，從前先帝任用
他時，就曾稱許他「能幹」，因此朝臣公議推舉他為中部督。微臣認為軍中的事，
不論大事小事，全部都應諮詢他，（這樣）必定能夠使軍隊團結和睦，人才優劣，
各得其所。
親近賢臣，遠離小人，這是西漢初年得以興盛的原因；親近小人，遠離賢臣，
則是東漢末年所以衰亡的原因。先帝（劉備）在世時，每次和臣談論這些事，沒
有一次不對桓帝（劉志）、靈帝（劉宏）歎息遺憾的。侍中（郭攸之、費禕）、尚
書（陳震）、長史（張裔）、參軍（蔣琬），他們都是堅貞可靠，願為節義而死的
大臣，希望陛下親近他們、信任他們，那麼漢朝的興盛，就指日可待了。
臣本是一介平民，在南陽隱居耕種，只求在亂世中苟全性命，不求在諸侯間
揚名顯達。先帝（劉備）不嫌臣出生卑微、見識鄙陋，反而屈辱自己，紆尊降貴，
三次到草舍來看望臣，詢問臣對當前天下大事的看法；臣因而感動振奮，於是答
應為先帝奔走效勞。後來（先帝）遭受戰敗，（臣）在敗軍之時接受任務，在危
難之時肩負使命，至今已經二十一年了！先帝知道臣處事小心謹慎，所以在臨終
時把（輔助陛下、復興漢室等）國家大事託付給臣。自接受（先帝）遺命以來，
（臣）日夜為國事憂思感歎，深恐託付的任務沒有成效，因而損害了先帝知人之
明。因此，（臣）在五月（冒着酷熱）帶兵渡過瀘水，深入南蠻地區（平撫叛亂）。
如今南方（的叛亂）已經平定，軍隊的裝備也很充足，應當激勵並率領全軍，北
伐平定中原，希望能夠竭盡臣平庸拙劣的才能，剷除奸險凶惡的敵人（曹魏），
復興大漢王朝，遷回原來的首都。這就是臣用以報答先帝，並忠於陛下的職責本
分啊！至於（在政事上）權衡得失、考慮取捨，毫無保留地進獻忠誠意見，那就
是郭攸之、費禕、董允等人的責任了。
希望陛下委任臣負責討伐逆賊、復興漢室的任務，如果不能完成任務，就懲
治臣的罪過，以祭告先帝在天之靈。如果沒有發揚（陛下）德行的建言，就應責
備郭攸之、費禕、董允等人的過錯，以表明他們怠慢失職。陛下也應當自己思慮
謀劃，徵詢治國良策，審察並接納正直的諫言，深切追念先帝的遺訓，（這樣，）
臣就深受陛下恩德而感激不盡了。如今即將離開陛下遠征，（臣）不禁對着這篇
表章潸然淚下，不知道說些甚麼話了。
 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
16

【賞析】
 諸葛亮以政治與軍事才能見稱，並非一個著名文學家，惟其所著《出師表》
一文，卻成為千古傳誦的名篇。誠如宋代大文豪蘇軾所言：「諸葛孔明不以文章
自名，而開物成務之姿，綜練名實之意，自見於言語。至《出師表》，簡而盡，
直而不肆，大哉言乎！」《文心雕龍．章表》評此表為「志盡文暢」，更奉作「表
之英」。宋人甚至說：「讀《出師表》而不墮淚者，其人必不忠。」一篇八百字不
到、語言樸實無華的公務文章，最後竟受到後人如此高度讚揚，究竟原因何在？
 綜合文意，全文大致可分兩部分：前一部分（第 1-4 段）為諸葛亮對後主的
進言勸諫，期望後主追念先帝遺詔，復興漢室；第二部分（第 5-6 段）則抒懷明
志，表白自己對先帝與後主的忠誠。歸根究底，全文大旨可以「理周情切」四字
概括。
 所謂「理周」，乃因文章立論切合實際需要，所言有根有據，建議具體清晰，
不作空泛議論，邏輯嚴謹，說服力強。此文寫於諸葛亮北伐中原之際，全文以規
勸後主劉禪修明內政為重點，而北伐的準備工作及具體計劃，則統統從簡。為甚
麼作者要如此寫呢？因為北伐曹魏、復興漢室，本來就是蜀漢的一貫目標，亦是
諸葛亮作為丞相的本來職分，不必贅言。令諸葛亮最為憂心的，是北伐期間的內
政；若內政出現問題，即使北伐成功，國家亦難以穩定。因此，為免小人趁機顛
亂朝政，諸葛亮在臨行前呈上的表文，不談軍事方略，先分析天下大局，指出蜀
漢國勢危急，從而引起後主緊張，認真思考國情。接着，諸葛亮反復叮嚀後主要
修明內政，其中包括：（一）「廣開言路」、（二）「執法公正」、（三）「親賢遠佞」
及（四）「自謀自強」等具體勸諫；又向後主推薦郭攸之、費禕、董允、蔣琬、
向寵等足以倚重的文武大臣，論述「親賢遠佞」的優劣得失，繼而藉先漢、後漢
的興衰歷史對比作為其論證依據，期望以國家傾頹之嚴重結果，以及先帝對此悲
憂歎息之訓示，儆醒當時寵信宦官的後主，要用心治國，復興漢室。從中可見文
章的有為而發，所論均有具體的針對措施，敘事說理，甚為詳備。
 當然，一篇成功的議論文，除了以理服人外，還應以情動人。面對資質平庸、
寵信宦官小人的後主，諸葛亮處處為大蜀前途考慮，以懇切真誠的諄諄告誡口吻，
勸諫後主宜親賢遠佞、諮諏善道、納察雅言，並述明身世，抒懷明志，處處透露
出諸葛亮對先帝恩情的顧念，以及對年輕後主的殷切寄望。文中共十三次提及「先
帝」，是以老臣身份追念先帝，藉以警惕後主；又有七次稱及「陛下」，不忘以臣
子立場表白個人對後主的忠誠。這種不卑不亢的態度，以及諄諄勸諫的誠意，令
文章既說之以理，亦動之以情，說理與陳情兼合，可謂理周而情切，說明了本文
被奉為千古至文、傳誦不已的原因。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
17
諸葛亮足智多謀，才學非凡，卻生逢亂世，侍奉昏庸之主。面對不思進取的
後主，諸葛亮苦口婆心，勸諫後主應光大先帝遺德，廣開言路，賞罰分明，用心
治國。或許，有人會認為這是愚忠。但忠誠敬業始終是一種普世價值，而諸葛亮
提出的明君管治標準，放諸四海皆準，《出師表》中的公忠體國精神，於今仍有
借鑒意義。
放眼古今政壇、懶於公事，投機取巧者，比比皆是。相對而言，《出師表》
文辭懇切動人，字字肺腑，彰顯出諸葛亮那份忠耿報國、披肝瀝膽的誠意，這種
難能可貴的品德，的確令人動容。
【匯評】
西晉．陳壽（233-297）《上諸葛氏集表》（又載《三國志．諸葛亮傳》）：
論者或怪亮文彩不艷，而過于丁寧周至。臣愚以為咎繇大賢也，周公聖人
也，考之尚書，咎繇之謨略而雅，周公之誥煩而悉。何則？咎繇與舜、禹
共談，周公與群下矢誓故也。亮所與言，盡眾人凡士，故其文指不得及遠
也。然其聲教遺言，皆經事綜物，公誠之心，形于文墨，足以知其人之意
理，而有補於當世。
南梁．劉勰《文心雕龍．章表》：
魏初表章，指事造實，求其靡麗，則未足美矣。至如文舉（孔融）之《薦
禰衡》，氣揚采飛；孔明之辭後主，志盡文暢；雖華實異旨，並表之英也。
唐．杜甫（712-770）《蜀相》：
丞相祠堂何處尋，錦官城外柏森森。映階碧草自春色，隔葉黃鸝空好音。
三顧頻煩天下計，兩朝開濟老臣心。出師未捷身先死，長使英雄淚滿襟。
宋．蘇軾（1037-1101）《樂全先生文集叙》：
諸葛孔明不以文章自名，而開物成務之姿，綜練名實之意，自見於言語。
至《出師表》，簡而盡，直而不肆，大哉言乎！與《伊訓》、《說命》相表
裏，非秦、漢以來以事君為悅者所能至也。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
18
宋．惠洪（1071-1128）《冷齋詩話》：
李格非善論文章，嘗曰：諸葛孔明《出師表》、劉伶《酒德頌》、陶淵明《歸
去來辭》、李令伯《陳情表》，皆沛然從肺腑中流出，殊不見斧鑿痕。
宋．陸游（1125-1210）：
病骨支離紗帽寬，孤臣萬里客江干。
位卑未敢忘憂國，事定猶須待闔棺。
天地神靈扶廟社，京華父老望和鑾。
出師一表通今古，夜半挑燈更細看。──《病起書懷》

沔陽道中草離離，臥龍往矣空遺祠。
當時典午稱猾賊，氣喪不敢當王師。
定軍山前寒食路，至今人祠丞相墓。
松風想像梁甫吟，尚憶幡然答三顧。
出師一表千載無，遠比管樂蓋有餘。
世上俗錦甯辦此，高台當日讀何書?──《游諸葛武侯書臺》

七十人言自古稀，我今過二未全衰。
讀書似走名場日，許國如騎戰馬時。
秋晚雁來空自感，夜闌酒盡不勝悲。
渭濱星霣逾千載，一表何人繼出師！──《七十二歲吟》

秋色關河外，秋聲天地間，壯士感此時，朝鏡雕朱顏。
一身寄空谷，萬裏夢天山，噫嗚怒眥裂，憤激悲涕潸。
古來真龍駒，未必置天閑；長松倒澗壑，委棄同蓁菅。
得志未可測，談笑濟時艱，凜然出師表，一字不可刪。──《感秋》

早歲那知世事艱，中原北望氣如山。
樓船夜雪瓜洲渡，鐵馬秋風大散關。
塞上長城空自許，鏡中衰鬢已先斑。
出師一表真名世，千載誰堪伯仲間。──《書憤》
宋．安子順（1158-1227）（見宋人謝枋得 [1226-1289]《文章軌範》）：
讀諸葛亮《出師表》不墮淚者不忠，讀李密《陳情表》不墮淚者不孝，讀
韓愈《祭十二郎文》不墮淚者不慈。 
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
19
宋．真德秀（1178-1235）《文章正宗》：
三國非無文章，獨取武侯一表者，以其發於至忠也。
宋．文天祥（1236-1283）《正氣歌》：
天地有正氣，雜然賦流形。……時窮節乃見，一一垂丹青。……或為出師
表，鬼神泣壯烈。……是氣所磅礡，凜烈萬古存。
明．歸有光（1507-1571）《文章指南》：
為文必在養氣，氣充乎內而文溢於外，蓋有不自知者，如諸葛孔明《前出
師表》、胡澹《上高宗封事》，皆沛然肺腑中流出，不期文而自文，謂非正
氣之所法乎！
明．郭明龍（見清人于光華 [1727?-?] 編《文選集評》）：
忠義自肺腑流出。古樸真率，字字滴淚。與日月爭光，不在文章蹊徑論也，
然情至而文生。
清．金聖嘆（1608-1661）《天下才子必讀書》：
此文，自來讀者皆嘆其矢死伐魏，以為精忠，殊不知此便是了沒交涉也。
看先生自云：「臨表涕泣。」夫伐魏即伐魏耳，何用涕泣為哉？正惟此日
國事，實當危急存亡之際；而此日嗣主，方在醉生夢死之中。知子莫如父，
惟「不才」之目，固已驗矣；豈知臣莫如君，而「自取」之語，乃遂敢真
蹈也？於是而身提重師，萬萬不可不去；心牽鈍物，又萬萬不能少寬。因
而切切開導，勤勤叮嚀，一回如嚴父，一回如慈嫗。蓋先生此日此表之涕
泣，固自有甚難甚難（向榮案：「甚難」二字犯複，疑為衍文，或有誤「歎」作「難」
者，亦未可知。）於嗣主者，而非為漢賊之不兩立也。後日杜工部有詩云：
「幹排雷雨猶力爭，根斷泉源豈天意？」正是此一副眼淚矣。哀哉！哀哉！
清．吳楚材（1655-?）、吳調侯《古文觀止》：
後主建興五年，諸葛孔明率軍北駐漢中，以圖中原，臨發上此疏。大意只
重親賢遠佞，而親賢尤為遠佞之本。故始以「開張聖聽」起，末以「咨諏」、
「察納」收。篇中十三引先帝，勤勤懇懇，皆根極至誠之言，自是至文。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
20
清．浦起龍（1679-1762）《古文眉詮》：
伊尹頻稱先王，武鄉頻引先帝，其聖賢氣象，兼骨肉恩情，似老家人出外，
叮嚀幼主人。言言聲淚兼並，而一時外攘內顧，雙管並下。於事則主行師，
於情則主居守，平側自見也。
清．過珙《詳訂古文評注全集》：
懇懇惻惻，是君臣語，亦是父子語。看其敘寵遇，則曰「三顧臣」、曰「語
臣」，曰「寄臣以大事」；敘報效，則曰「許先帝」，曰「受任」，曰「恐託
付不效」。當年心事，自有耿耿不可磨滅之處。
清．唐介軒《古文翼》：
親賢遠佞，是通篇主意。說到嘆息痛恨處，千古而下，為之扼腕。前後「先
帝」凡十三見，忠愛勤懇，此心可貫金石，循環諷詠，不忍釋手。
清．曾國藩（1811-1872）《曾文正公文集．求闕齋讀書錄》：
古人絕大事業，恆以精心敬慎出之。以區區蜀漢一隅，而欲出師關中，北
伐曹魏，其志願之宏大，事勢之艱危，亦古今所罕見。而此文不言其艱巨，
但言志氣宜恢弘，刑賞宜平允，君宜以親賢納言為務，臣宜以討賊進諫為
職而已。故知不朽之文，必自襟度遠大、思慮精微始也。
清．林紓（1852-1924）《古文辭類纂選本》：
並不著意為文，而語語咸自血性中流出。精忠之言，看似輕描淡寫，而一
種艱懇之意，溢諸言外。視郭忠武之自陳，尚覺郭言少激，而公文則純是
一腔熱血也。
【討論問題】
1. 諸葛亮為甚麼不在表中指明朝中小人的名字？
（一）北伐在即，即將遠離後主，若明言小人名字，恐將引起小人不滿，伺機
報復，顛覆朝政。
（二）表中力勸後主宜選賢任能，親賢遠佞。若後主聽從，自會遠離小人；若
不從，於表中檢舉小人亦於事無補。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
21
2. 《出師表》明明是給後主的表書，諸葛亮為何在表中屢次提及先帝？
（一）希望以父子之情感動後主，叮囑他要追念先帝遺訓。
（二）說明內外大臣盡忠後主，乃因感恩先帝殊遇，勸勉他要繼承父德，公正
執法，選賢任能。
（三）激勵後主要發憤圖強，繼承父志，以復興漢室為任。
（四）利用先帝名義與權威，突出老臣身分，並加強說服力。
（五）借感念先帝來抒懷明志，表白自己忠君愛國的心意。
3. 諸葛亮在《出師表》中向後主提出了不少忠告，試舉例說明之。你認為當中
哪一種是作者最為憂心的？為甚麼？
（一）廣開言路：「宜開張聖聽，以光先帝遺德，恢弘志士之氣。」
（二）執法公正：「陟罰臧否，不宜異同」、「宜付有司，論其刑賞」、「不宜偏
私，使內外異法」。
（三）親賢遠佞：「親賢臣，遠小人，此先漢所以興隆」、「親小人，遠賢臣，
此後漢所以傾頹」。
（四）自謀自強：「不宜妄自菲薄，引喻失義，以塞忠諫之路」、「陛下亦宜自
謀，以諮諏善道，察納雅言」。
四項忠告中，諸葛亮最憂心的是「親賢遠佞」。因為後主年紀尚輕，又寵
信小人，而今臨近北代，即將遠離後主，諸葛亮不得不擔心小人會趁機
顛亂朝政，破壞北伐計劃。而且，親信小人正是後主的弱點，若能親賢
遠佞，則其餘各項均可落實。
4. 《出師表》為臣子向國君進言的奏表，但諸葛亮在表中卻屢以告誡口吻規勸
後主，似乎逾越了君臣之禮。為甚麼諸葛亮要用這種告誡的口吻說理？試加
以分析說明。
（一）諸葛亮輔佐先帝劉備創建蜀漢，功高權重，是蜀漢重要的開國老臣。
（二）劉備臨終前曾託孤予諸葛亮，並對劉禪說：「汝與丞相從事，事之如父。」
故此，對後主而言，諸葛亮不只是老臣，更有如君父一樣的特殊地位。
（三）由於諸葛亮的特殊身份，《出師表》中除了表達臣下對後主應有的恭謹
態度外，間有採用告誡口吻者，旨為加強文章語氣，叮嚀後主要發憤圖
強，不但沒有逾越君臣之禮，更表現出懇切動人的誠意。諸葛亮不卑不
亢的語氣，輕重分寸掌握得恰到好處，正符合其特殊的身份與地位。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
22
5. 諸葛亮在《出師表》中向後主自述身世及志向，當中有何用意？
（一）諸葛亮身繫國家要職，權高位重，故借述明身世，說明自己本性淡泊，
不求功名，只為感激先帝知遇之恩才出效忠，從而釋除後主猜疑。
（二）表白自己盡忠為國，對先帝及後主忠心耿耿。
（三）表明自己受先帝託孤之命，突出老臣地位，借用先帝權威以加強說服
力。
（四）說明北伐的意義與有利條件，指出當時「南方已定，兵甲已足」，正是
伐魏的好時機。
（五）回顧歷史，指出先帝創業艱難，而今國勢緊張，勸勉後主要發憤圖強，
繼承父志，以復興漢室為任。
6. 諸葛亮將自己與劉備的遇合及個人的感懷，放在《出師表》的最後部分。如
果改將這抒懷明志的部分放在文首，是否會影響這篇表書的感染力呢？請想
一想。
如果將個人感懷的部分置於文首，開章即突出諸葛亮的功勞與地位，容
易令全文重心失衡，影響表書的說服力，甚至引起後主猜疑及不滿。
相反，現在以分析國家形勢起首，可以引起後主緊張國情，更加專注於
表書內容，對當中「廣開言路」、「執法公正」、「親賢遠佞」等勸諫有更
深印象。說理之後，再在文末加入諸葛亮的感懷部分，動之以情，有助
將前文的理念順利推展，加強全文的感染力，收畫龍點睛之效。
7. 劉備臨終前曾交代諸葛亮：「若嗣子可輔，輔之；如其不才，君可自取。」你
認為這是劉備由衷之言，還是另有用心？如果你是諸葛亮，面對後主這個扶
不起的阿斗，你會如何選擇？請加以說明。
此為開放式題目，旨為引導同學自由討論，言之成理即可。
【延伸閱讀】
諸葛亮《誡子書》
夫君子之行，靜以修身，儉以養德；非澹泊無以明志，非寧靜無以致遠。夫
學須靜也，才須學也；非學無以廣才，非志無以成學。淫慢則不能勵精，險躁則
不能治性。年與時馳，意與日去，遂成枯落，多不接世。悲守窮廬，將復何及！
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
23
諸葛亮《後出師表》
先帝慮漢、賊不兩立，王業不偏安，故託臣以討賊也。以先帝之明，量臣之
才，故知臣伐賊才弱敵強也；然不伐賊，王業亦亡，惟坐待亡，孰與伐之？是故
託臣而弗疑也。
臣受命之日，寢不安席，食不甘味，思惟北征，宜先入南，故五月渡瀘，深
入不毛，幷日而食。臣非不自惜也，顧王業不得偏全於蜀都，故冒危難以奉先帝
之遺意也，而議者謂爲非計。今賊適疲於西，又務於東，兵法乘勞，此進趨之時
也。
謹陳其事如左：高帝明並日月，謀臣淵深，然涉險被創，危然後安。今陛下
未及高帝，謀臣不如良、平，而欲以長計取勝，坐定天下，此臣之未解一也。劉
繇、王朗各據州郡，論安言計，動引聖人，羣疑滿腹，衆難塞胸，今歲不戰，明
年不征，使孫策坐大，遂幷江東，此臣之未解二也。曹操智計殊絕於人，其用兵
也，髣髴孫、吳，然困於南陽，險於烏巢，危於祁連，偪於黎陽，幾敗北山，殆
死潼關，然後僞定一時耳，況臣才弱，而欲以不危而定之，此臣之未解三也。曹
操五攻昌霸不下，四越巢湖不成，任用李服而李服圖之，委夏侯而夏侯敗亡，先
帝每稱操爲能，猶有此失，況臣駑下，何能必勝？此臣之未解四也。自臣到漢中，
中間朞年耳，然喪趙雲、陽羣、馬玉、閻芝、丁立、白壽、劉郃、鄧銅等及曲長
屯將七十餘人，突將無前。賨、叟、青羌散騎、武騎一千餘人，此皆數十年之內
所糾合四方之精銳，非一州之所有，若復數年，則損三分之二也，當何以圖敵？
此臣之未解五也。今民窮兵疲，而事不可息，事不可息，則住與行勞費正等，而
不及今圖之，欲以一州之地與賊持久，此臣之未解六也。
夫難平者，事也。昔先帝敗軍於楚，當此時，曹操拊手，謂天下以定。然後
先帝東連吳、越，西取巴、蜀，舉兵北征，夏侯授首，此操之失計而漢事將成也。
然後吳更違盟，關羽毀敗，秭歸蹉跌，曹丕稱帝。凡事如是，難可逆見。臣鞠躬
盡瘁，死而後已，至於成敗利鈍，非臣之明所能逆覩也。
李密《陳情表》
臣密言：臣以險釁，夙遭閔凶。生孩六月，慈父見背。行年四歲，舅奪母志。
祖母劉，愍臣孤弱，躬親撫養。臣少多疾病，九歲不行，零丁孤苦，至于成立。
既無叔伯，終鮮兄弟。門衰祚薄，晚有兒息。外無朞功強近之親，內無應門五尺
之童。煢煢孑立，形影相弔。而劉夙嬰疾病，常在床蓐，臣待湯藥，未嘗廢離。
逮奉聖朝，沐浴清化。前太守臣逵，察臣孝廉；後刺史臣榮，舉臣秀才。臣
以供養無主，辭不赴命。詔書特下，拜臣郎中，尋蒙國恩，除臣洗馬。猥以微賤，
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
24
當待東宮，非臣隕首所能上報，臣具以表聞，辭不就職。詔書切峻，責臣逋慢。
郡縣逼迫，催臣上道，州司臨門，急於星火。臣欲奉詔奔馳，則以劉病日篤；欲
茍順私情，則告訴不許。臣之進退，實為狼狽。
伏惟聖朝，以孝治天下，凡在故老，猶蒙矜育。況臣孤苦，特為尤甚。且臣
少事偽朝，歷職郎署。本圖宦達，不矜名節。今臣亡國賤俘，至微至陋。過蒙拔
擢，寵命優渥，豈敢盤桓，有所希冀？但以劉日薄西山，氣息奄奄，人命危淺，
朝不慮夕。臣無祖母，無以至今日；祖母無臣，無以終餘年。母孫二人，更相為
命，是以區區不能廢遠。
臣密今年四十有四，祖母劉今年九十有六，是臣盡節於陛下之日長，報劉之
日短也。烏鳥私情，願乞終養。臣之辛苦，非獨蜀之人士，及二州牧伯，所見明
知。皇天后土，實所共鑒。願陛下矜愍愚誠，聽臣微志。庶劉僥幸，卒保餘年。
臣生當隕首，死當結草。臣不勝犬馬怖懼之情，謹拜表以聞。
【參考資料】
（一）學術論著
1. 上海辭書出版社編：《學生古詩文鑒賞辭典》（上海：上海辭書出版社，2004
年），下冊，頁 1401-1406。
2. 中華書局編輯部：《名家精譯古文觀止》（北京：中華書局，1993 年），頁
256-260。
3. 王水照等：《古文觀止譯注》（上海：上海古籍出版社，2010 年），頁 213-216。
4. 王峰、馬奔騰注釋：《中學生必背古詩文（初級五十篇）》（香港：智能教育
出版社，2004 年），頁 20-27。
5. 四川師範學院中文系古典文學教研組選注：《中國歷代文選》（北京：人民文
學出版社，1980 年），上冊，頁 388-394。
6. 甘玉貞編著：《古代散文導讀（先秦至魏晉南北朝）》（香港：三聯書店，2014
年），頁 150-160。
7. 李永田：《中國古文鑒賞》（香港：商務印書館，2014 年），頁 88-90。
8. 杜祖貽、劉殿爵主編：《中國文學古典精華：文選》（臺北：臺灣商務印書館，
2000 年），頁 242-248。
9. 洪本健、方笑一、戴從喜、李強：《深入閱讀〈古文觀止〉》（臺北：五南圖
書出版股份有限公司，2014 年），頁 443-448。
10. 袁行霈主編：《歷代名篇賞析集成（魏晉南北朝隋唐五代卷）》（北京：高等
教育出版社，2009 年），頁 57-63。
文言經典閱讀與賞析（二）：超世與忠君 謝向榮編著
諸葛亮《出師表》賞析
25
11. 張新科、尚永亮主編：《先秦兩漢文觀止》（西安：陝西人民教育出版社，1998
年），頁 591-597。
12. 梁衡編著：《影響中國歷史的十篇美文》（香港：商務印書館，2013 年），頁
32-39、99-104。
13. 郭建勛、翟新明編著：《絕世妙筆〈古文觀止〉新編》（長沙：嶽麓書社，2014
年），頁 55-59。
14. 陳文新、魯小俊編著：《休閑古文鑒賞辭典》（北京：商務印書館，2014 年），
頁 207-210。
15. 陳振鵬、章培恒主編：《古文鑒賞辭典》（上海：上海辭書出版社，2014 年
新一版），上冊，頁 444-449。
16. 陳壽：《三國志．蜀書．諸葛亮傳》（北京：中華書局，1971 年），頁 911-937。
17. 陳耀南選注：《中學生文學精讀．古文》（香港：三聯書店，1994年），頁99-108。
18. 黃坤堯導讀及譯注：《古文觀止》（香港：中華書局，2014 年），頁 197-206。
19. 楊曉菁編著：《古文今讀：陪你輕鬆看經典》（臺北：聯經出版事業股份有限
公司，2012 年增訂二版），頁 146-155。
20. 鄭楚雄編著：《急救文言文》（香港：文化策略出版社，2013 年），頁 75-84。
21. 蕭統編，李善注：《文選．出師表》（北京：中華書局，1977 年），頁 516-517。
22. 遲嘯川編著：《文言文好好讀》（新北：典藏閣，2012 年），頁 114-121。
（二）網上資源
1. 香港教育局──「指定文言經典學習材料原文及參考資料（2014 年 5 月）」：
http://www.edb.gov.hk/tc/curriculum-development/kla/chi-edu/resources/secondar
y-edu/lang/set_text.html
2. 香港能仁專上學院──拙作「古文解惑」專欄（原載《文匯報．教育版》）：
〈《出師表》導讀──廣開言路 賞罰分明〉，2015 年 1 月 2 日
〈《出師表》導讀──親賢遠佞 國家興隆〉，2015 年 1 月 16 日
〈《出師表》導讀──知遇之恩 矢志不忘〉，2015 年 1 月 30 日
〈《出師表》導讀──理周情切 千古至文〉，2015 年 2 月 13 日
http://www.ny.edu.hk/web/ancient_new.html`

function addZero(src) {
    if (typeof src === 'number') {
        src = src.toString()
    }
    return src && src.length === 1 ? ('0' + src) : src
}


/* harmony default export */ __webpack_exports__["default"] = (addZero);


/***/ })

}]);